var e={hex:52,hex_font:`䷳`,trad_chinese:`艮`,pinyin:`gèn`,english:`Зупинка`,binary:100100,od:58,wilhelm_above:{chinese:`KêN`,symbolic:`Зберігаючи нерухомість`,alchemical:`Гора`},wilhelm_below:{chinese:`KêN`,symbolic:`Зберігаючи нерухомість`,alchemical:`Гора`},wilhelm_symbolic:`Образ цієї гексаграми - гора, молодший син неба і землі. Чоловіче начало знаходиться на вершині, тому що воно від природи прагне вгору; жіночий принцип знаходиться внизу, оскільки напрямок його руху підійшов до нормального кінця. У своєму застосуванні до людини гексаграма звертається до проблеми досягнення спокійного серця. Дуже важко заспокоїти серце. У той час як буддизм прагне до відпочинку через припинення будь-якого руху в нірвані, Книга змін стверджує, що відпочинок є просто станом полярності, який завжди вважає рух своїм доповненням. Можливо, слова тексту втілюють вказівки для практики йоги.`,wilhelm_judgment:{text:`Зберігаючи нерухомість. Тримаючи спину нерухомо

Щоб він більше не відчував свого тіла.
Заходить у свій двір
І не бачить своїх людей.

Без провини.`,comments:`Справжнє мовчання означає залишатися нерухомим, коли прийшов час залишатися нерухомим, і йти вперед, коли прийшов час йти вперед. Таким чином відпочинок і рух узгоджуються з вимогами часу, і тому в житті є світло. Гексаграма означає кінець і початок будь-якого руху. Спина названа тому, що в спині розташовані всі нервові волокна, які забезпечують рух. Якщо рух цих спинномозкових нервів зупиняється, его з його неспокоєм як би зникає.

Коли людина таким чином заспокоїться, вона може повернутися до зовнішнього світу. Він більше не бачить у ньому боротьби та метушні окремих істот, і тому він має той справжній душевний спокій, який потрібен для розуміння великих законів всесвіту та для того, щоб діяти в гармонії з ними. Той, хто діє з цих глибинних рівнів, не робить помилок.`},wilhelm_image:{text:`Гори, що стоять близько одна до одної:

Образ «Зберігати спокій».

Таким чином шляхетна людина
Не допускає своїх думок

Щоб вийти за межі його ситуації.`,comments:`Серце постійно думає. Це неможливо змінити, але рухи серця, тобто думки людини, повинні обмежуватися безпосередньою ситуацією. Від усіх думок, які виходять за рамки цього, серце боліє.`},wilhelm_lines:{1:{text:`Тримаючи пальці на ногах нерухомо.`,comments:`Без провини.
Тривала наполегливість сприяє.

Тримати пальці на ногах нерухомо означає зупинитися ще до того, як людина почала рухатися. Початок – час кількох помилок. У той час людина все ще перебуває в гармонії з первісною невинністю. Ще не під впливом затемнених інтересів і бажань, людина інтуїтивно бачить речі такими, якими вони є насправді. Людина, яка зупиняється на початку, поки вона ще не відмовилася від правди, знаходить правильний шлях. Але щоб утриматися від нерішучого дрейфу, потрібна наполеглива твердість.`},2:{text:`Тримаючи його литки нерухомо.
Він не може врятувати того, за ким йде.
Його серце не радіє.`,comments:`Нога не може рухатися самостійно; це залежить від руху тіла. Якщо нога раптово зупинилася, коли все тіло перебуває в енергійному русі, продовження руху тіла призведе до падіння. Те саме стосується людини, яка служить господареві, сильнішому за себе. Його несе, і навіть якщо він сам зупиняється на шляху гріха, він більше не може зупинити іншого своїм потужним рухом. Там, де господар тисне вперед, слуга, якими б благими не були його наміри, не може його врятувати.`},3:{text:`Тримаючи стегна нерухомо.
Роблячи його крижі жорсткими.
Небезпечно. Серце душить.`,comments:`Це стосується примусової тиші. Неспокійне серце треба приборкати силою. Але коли вогонь гаситься, він перетворюється на їдкий дим, який задушливо поширюється. Тому у вправах з медитації та концентрації не слід намагатися форсувати результат. Навпаки, спокій має виникати природним шляхом із стану внутрішнього спокою. Якщо хтось намагається викликати спокій за допомогою штучної жорсткості, медитація призведе до дуже нездорових результатів.`},4:{text:`Тримаючи його стовбур нерухомо.`,comments:`Без провини.

Як було зазначено вище в коментарі до Суду, тримати спину в спокої означає забути про его. Це найвища стадія відпочинку. Тут ця стадія ще не досягнута: індивід у цьому випадку, хоча й здатний утримувати его з його думками та імпульсами в стані спокою, ще не повністю звільнений від його домінування. Тим не менш, збереження серця в стані спокою є важливою функцією, яка врешті-решт призводить до повного усунення егоїстичних потягів. Навіть якщо на цьому етапі людина ще не вільна від усіх небезпек сумнівів і хвилювань, цей настрій не є помилкою, оскільки він зрештою веде до іншого, вищого рівня.`},5:{text:`Тримаючи щелепи нерухомо.`,comments:`Слова мають порядок.
Зникає докори сумління.

Людина в небезпечній ситуації, особливо коли вона їй неадекватна, схильна бути дуже вільною в розмовах і зухвалих жартах. Але нерозсудливі слова легко призводять до ситуацій, які згодом викликають багато жалю. Однак, якщо людина стримана в розмові, її слова набувають дедалі чіткішої форми, і всякий привід для жалю зникає.`},6:{text:`Благородний спокій.
Удача.`,comments:`Це означає завершення зусиль для досягнення спокою. Людина перебуває у спокої не лише в невеликому обмеженому сенсі щодо деталей, але також має загальне смирення щодо життя в цілому, і це дарує мир і удачу по відношенню до кожної окремої справи.`}},number:52};export{e as default};