var e={hex:40,hex_font:`䷧`,trad_chinese:`解`,pinyin:`xiè`,english:`Звільнення`,binary:`001010`,od:37,wilhelm_above:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_below:{chinese:`K'AN`,symbolic:`Безодня`,alchemical:`вода`},wilhelm_symbolic:`Тут рух виходить зі сфери небезпеки. Перешкоду усунено, труднощі вирішуються. Визволення ще не досягнуто; воно лише на початку, і гексаграма представляє різні його стадії.`,wilhelm_judgment:{text:`Звільнення. Південний захід далі.
Якщо більше немає нічого, куди треба йти,
Повернення приносить удачу.
Якщо ще є щось, куди треба піти,
Поспішати приносить удачу.`,comments:`Це стосується часу, коли напруга та ускладнення починають зменшуватися. У такі часи ми повинні якомога швидше повернутися до звичайних умов; це значення «південний захід». Ці періоди раптових змін мають велике значення. Подібно до того, як дощ знімає атмосферну напругу, змушуючи розпускатися бруньки, так і час позбавлення від важкого тиску має визвольний і стимулюючий вплив на життя. Однак важливо одне: у такі часи ми не повинні перестаратися з нашим тріумфом.

Справа в тому, щоб не просуватися далі, ніж це необхідно. Повернення до звичного порядку життя, як тільки досягнуто визволення, приносить удачу. Якщо є якісь залишкові питання, які слід вирішити, це має бути зроблено якомога швидше, щоб було зроблено чисте очищення та не було затримок.`},wilhelm_image:{text:`Грім і дощ:

Образ Звільнення.

Таким чином шляхетна людина прощає помилки
І прощає провини.`,comments:`Гроза очищає повітря; шляхетна людина справляє подібний ефект, коли має справу з помилками та гріхами людей, які викликають стан напруги. Через ясність він приносить визволення. Однак, коли недоліки виявляються, він не зациклюється на них; він просто пропускає помилки, ненавмисні провини, так само, як згасає грім. Він прощає провини, навмисні провини, як вода все змиває.`},wilhelm_lines:{1:{text:`Без провини.`,comments:`Відповідно до ситуації, що склалася, потрібно кілька слів. Перешкода минула, прийшло визволення. Людина відновлюється в спокої і тримається спокійно. Це правильно, коли труднощі подолано.`},2:{text:`Один у полі вбиває трьох лисиць
І отримує жовту стрілку.
Наполегливість приносить удачу.`,comments:`Образ взято з полювання. Мисливець ловить трьох хитрих лисиць і отримує в нагороду жовту стрілу. Перешкодою в суспільному житті є хитрі лисиці, які намагаються вплинути на правителя лестощами. Їх потрібно усунути, перш ніж настане будь-яке визволення. Але боротьбу не можна вести неправильною зброєю. Жовтий колір вказує на вимірювання та значення в наступі проти ворога; стрілка позначає прямий курс.

Якщо хтось усім серцем присвячує себе справі визволення, він розвиває так багато внутрішньої сили завдяки своїй прямоті, що вона діє як зброя проти всього фальшивого й низького.`},3:{text:`Якщо чоловік несе тягар на спині
І все одно їде в кареті,
Тим самим він спонукає грабіжників наблизитися.
Наполегливість призводить до приниження.`,comments:`Це відноситься до людини, яка вийшла зі скрутного становища до комфорту та свободи від потреби. Якщо тепер, на манер вискочки, він намагається розслабитися в комфортній обстановці, яка не відповідає його натурі, він тим самим приваблює грабіжників. Якщо він буде так продовжувати, то обов’язково накличе на себе ганьбу. Конфуцій говорить про цей рядок:

Носити тягар на спині — справа звичайної людини; екіпаж — приналежність високопоставленої людини. Тепер, коли звичайна людина користується приналежністю високопоставленої людини, грабіжники планують її відібрати в неї. Якщо людина зухвала по відношенню до тих, хто вище, і жорстка до тих, хто нижче, розбійники планують напасти на неї. Неуважність у збереженні речей спокушає злодіїв на крадіжки. Розкішні прикраси, які носить дівчина, є спокусою позбавити її чесноти.`},4:{text:`Позбавтеся від великого пальця ноги.`,comments:`Потім приходить супутник,
І йому можна довіряти.

У часи застою трапляється так, що менші люди прив’язуються до благородної людини, і через силу повсякденної звички вони можуть дуже зблизитися з ним і стати незамінними, так само як великий палець на нозі необхідний для ноги, бо він полегшує ходьбу. Але коли наближається час визволення з його покликом до дій, людина повинна звільнитися від таких випадкових знайомств з примхою, у якій немає внутрішнього зв'язку. Бо інакше друзі, які поділяють його погляди, на яких він міг би справді покластися і разом з якими міг би щось досягти, не довіряють йому й тримаються подалі.`},5:{text:`Якщо тільки шляхетна людина може врятуватися,
Це приносить удачу.`,comments:`Таким чином він доводить меншим людям, що він серйозний.

Часи визволення вимагають внутрішньої рішучості. Менших людей неможливо відігнати заборонами чи будь-якими зовнішніми засобами. Якщо хтось хоче позбутися їх, він повинен спочатку повністю порвати з ними у своєму розумі; вони самі побачать, що він серйозно, і відступлять.`},6:{text:`Принц стріляє в яструба на високій стіні.
Він вбиває це. Все служить для подальшого.`,comments:`Яструб на високій стіні є символом могутнього нижчого на високій посаді, який перешкоджає звільненню. Він витримує силу внутрішніх впливів, тому що загартований у своїй нечестності. Його треба примусово видалити, а для цього потрібні відповідні засоби. Конфуцій говорить про цей рядок:

Яструб — об'єкт полювання; лук і стріли є інструментами і засобами. Стрілок — це людина (яка повинна правильно використовувати засоби для досягнення своєї мети). Шляхетна людина містить засоби в собі. Він чекає свого часу, а потім діє. Чому ж тоді не все повинно бути добре? Він діє і вільний. Тому все, що йому потрібно зробити, це вийти вперед, і він забере свою видобуток. Ось як поводиться людина, яка діє після того, як підготувала засоби.`}},number:40};export{e as default};