var e={hex:4,hex_font:`䷃`,trad_chinese:`蒙`,pinyin:`méng`,english:`Незрілість`,binary:100010,od:49,wilhelm_above:{chinese:`KêN`,symbolic:`Зберігаючи нерухомість`,alchemical:`Гора`},wilhelm_below:{chinese:`K'AN`,symbolic:`Безодня`,alchemical:`вода`},wilhelm_symbolic:`У цій гексаграмі ми нагадуємо про молодість і дурість двома різними способами. Образом верхньої триграми, Гень, є гора, образом нижньої, Кань, є вода; джерело, що спливає біля підніжжя гори, — образ недосвідченого юнака. Спокійність є атрибутом верхньої триграми; те, що нижнє, — безодня, небезпека. Зупинитися в розгубленості на краю небезпечної прірви - символ безглуздості молодості. Однак дві триграми також показують шлях подолання молодості. Вода - це те, що з необхідності тече. Коли б’є весна, вона спочатку не знає, куди подінеться. Але його постійний потік заповнює глибину, блокуючи його прогрес, і успіх досягається.`,wilhelm_judgment:{text:`Юнацька дурість має успіх.
Не я шукаю молодого дурня;
Молодий дурень шукає мене.
При першому оракулі я йому повідомляю.
Якщо він запитає два-три рази, це настирливість.
Якщо він настирливий, я не даю йому жодної інформації.
Наполегливість сприяє.`,comments:`У часи молодості дурість не є злом. Незважаючи на це, можна досягти успіху, якщо знайти досвідченого вчителя і правильно до нього поставитися. Це означає, насамперед, що молодь сама повинна усвідомлювати свій брак досвіду і повинна шукати вчителя. Без цієї скромності та цього інтересу немає гарантії, що він має необхідну сприйнятливість, яка повинна виражатися в шанобливому прийнятті вчителя.

Ось чому вчитель повинен чекати, поки його шукають, замість того, щоб пропонувати себе. Тільки так навчання може відбуватися в потрібний час і в правильний спосіб. Відповідь учителя на запитання учня має бути чіткою й певною, як очікується від оракула; тому це слід прийняти як ключ до вирішення сумнівів і основу для прийняття рішення. Якщо недовірливі або нерозумні запитання продовжуються, це лише дратує вчителя.

Йому добре ігнорувати це мовчки, подібно до того, як оракул дає лише одну відповідь і відмовляється спокушатися питаннями, що містять сумніви. Завдяки наполегливості, яка ніколи не слабшає, поки пункти не будуть освоєні один за одним, справжній успіх обов’язково прийде. Таким чином, гексаграма дає пораду як вчителю, так і учневі.`},wilhelm_image:{text:`Біля підніжжя гори б’є джерело:
Образ юнацької дурниці.

Таким чином шляхетна людина виховує свій характер
Через ретельність у всьому, що він робить.`,comments:`Джерелу вдається текти й уникнути застою, заповнюючи всі порожнисті місця на своєму шляху. Так само характер розвивається завдяки ретельності, яка нічого не пропускає, але, як вода, поступово і неухильно заповнює всі прогалини і так тече далі.`},wilhelm_lines:{1:{text:`Щоб дурень розвивався
Це сприяє застосуванню дисципліни.
Кайдани слід зняти.
Продовжувати таким чином – це приниження.`,comments:`Право – початок виховання. Молодь у своїй недосвідченості схильна спочатку сприймати все недбало і грайливо. Потрібно показати всю серйозність життя. Певна міра взяти себе в руки, спричинена суворою дисципліною, — це добре. Той, хто грається з життям, ніколи нічого не досягає. Однак дисципліна не повинна переростати в муштру. Безперервна муштра діє принизливо і калічить сили людини.`},2:{text:`Ласкаво терпіти дурнів приносить удачу.
Щоб знати, як брати жінок
Приносить удачу.
Син здатний вести господарство.`,comments:`Ці рядки зображують людину, яка не має зовнішньої сили, але має достатньо сили духу, щоб винести свій тягар відповідальності. Він має внутрішню перевагу, і це дозволяє йому з добротою терпіти недоліки людської дурості. Таке ж ставлення до жінок, як і до слабкої статі. Треба зрозуміти їх і віддати їм визнання в дусі лицарської поваги.

Лише таке поєднання внутрішньої сили із зовнішнім резервом дає змогу взяти на себе відповідальність керувати більшим соціальним тілом із справжнім успіхом.`},3:{text:`Беріть не дівку яка. Коли вона бачить бронзову людину,
Втрачає володіння собою.
Нічого не просувається.`,comments:`Слабка, недосвідчена людина, яка намагається піднятися, легко втрачає власну індивідуальність, коли рабськи наслідує сильну особистість вищого становища. Він схожий на дівчину, яка кидається, коли зустрічає сильного чоловіка. Не варто заохочувати такий рабський підхід, бо він шкідливий і для молоді, і для вчителя. Дівчина зобов'язана чекати, доки її посватають, через свою гідність. В обох випадках пропонувати себе негідно, і прийняти таку пропозицію нічого доброго.`},4:{text:`Заплутана дурість приносить приниження.`,comments:`Для юнацької дурості найбезнадійніше заплутатися в порожніх фантазіях. Чим наполегливіше воно чіпляється за такі нереальні фантазії, тим вірніше приниження наздожене його. Часто вчитель, стикаючись із такою заплутаною дурістю, не має іншого виходу, окрім як на деякий час залишити дурня сам собі, не позбавляючи його приниження, яке виникло в результаті. Часто це єдиний спосіб порятунку.`},5:{text:`Дитяча дурість приносить удачу.`,comments:`Недосвідчена людина, яка шукає настанов по-дитячому і скромно, на правильному шляху, тому що людина, позбавлена зарозумілості, яка підпорядкувалася своєму вчителеві, обов’язково отримає допомогу.`},6:{text:`У покаранні за дурість
Це не далі одного
Здійснювати проступки.
Єдине, що сприяє
Полягає у запобіганні правопорушень.`,comments:`Іноді невиправного дурня треба покарати. Той, хто не зважатиме, буде змушений відчувати. Це покарання суттєво відрізняється від попереднього струшування. Але покарання не слід накладати в гніві; вона повинна бути обмежена об'єктивним захистом від невиправданих ексцесів. Покарання ніколи не є самоціллю, а служить лише для відновлення порядку. Це стосується не лише освіти, а й заходів, які вживає уряд проти населення, винного в злочинах.

Втручання уряду завжди має бути лише превентивним і має мати єдину мету встановлення громадської безпеки та миру.`}},number:4};export{e as default};