var e={hex:55,hex_font:`䷶`,trad_chinese:`豐`,pinyin:`fēng`,english:`Розквіт`,binary:`001101`,od:59,wilhelm_above:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_below:{chinese:`Лі`,symbolic:`Прилипання`,alchemical:`вогонь`},wilhelm_symbolic:`Чжень — рух; Лі - полум'я, атрибутом якого є ясність. Ясність всередині, рух зовні - це створює велич і достаток. Гексаграма відображає період розвиненої цивілізації. Однак той факт, що розвиток досяг піку, свідчить про те, що цей надзвичайний стан достатку не може підтримуватися постійно.`,wilhelm_judgment:{text:`Достаток має успіх.

Король досягає достатку.
Не сумуй.
Будь як сонце опівдні.`,comments:`Не кожному смертному дано настав час надзвичайної величі та достатку. Лише народжений володар людей здатен на це, бо його воля спрямована до великого. Такий період достатку зазвичай короткий. Тому мудрець цілком міг би засмутитися з огляду на занепад, який повинен настати. Але така печаль ворогів йому не личить. Лише людина, яка внутрішньо вільна від смутку та турботи, може бути лідером у часи достатку. Він мусить бути, як сонце опівдні, що освітлює та тішить усе під небом.`},wilhelm_image:{text:`І грім, і блискавка приходять:

Образ Достатку.

При цьому шляхетна людина вирішує судові справи
І виконує покарання.

Ця гексаграма має певний зв'язок із Прокушування, Прокушуванням`,comments:`21, на якому грім і блискавка так само з’являються разом, але у зворотному порядку. У Прокушування встановлюються закони; тут вони застосовуються та виконуються. Ясність [Лі] всередині дає можливість точно досліджувати факти, а шок [Чжень] без гарантує суворе і точне виконання покарань.`},wilhelm_lines:{1:{text:`Коли людина зустрічає свого судженого правителя,`,comments:`Вони можуть бути разом десять днів,
І це не помилка.
Похід зустрічає визнання.

Щоб настав час достатку, потрібен союз ясності з енергійним рухом. Дві особини, що володіють цими двома якостями, підходять одна одній, і навіть якщо вони проведуть разом весь цикл часу в період достатку, це не буде занадто довго, і це не буде помилкою. Тому можна вийти вперед, щоб відчути свій вплив; це зустрінеться з визнанням.`},2:{text:`Завіса такої повноти`,comments:`Що полярні зірки видно опівдні.

Через це людина зустрічається з недовірою та ненавистю.
Якщо розбудити його правдою,
Щастя приходить.

Часто буває так, що змови та партійні інтриги, які затьмарюють ефект сонячного затемнення, стають між правителем, який прагне до великих досягнень, і людиною, яка може здійснити великі починання. Тоді замість сонця ми бачимо на небі північні зірки. Правитель перебуває в тіні партії, яка узурпувала владу. Якби людина в такий момент спробувала вжити енергійних заходів, вона зустріла б лише недовіру і заздрість, які заборонили б будь-який рух. Отже, головне — внутрішньо триматися сили істини, яка, зрештою, настільки сильна, що справляє невидимий вплив на правителя, щоб усе було добре.`},3:{text:`Підлісок такий достаток`,comments:`Щоб дрібні зірочки було видно опівдні.
Він ламає праву руку. Без провини.

Образ є образом прогресивного покриття сонця. Тут затемнення досягає повного, тому опівдні можна побачити навіть маленькі зірочки. У сфері соціальних відносин це означає, що князь тепер настільки затьмарений, що навіть найнезначніші персони можуть висунутися на перший план. Це унеможливлює здібну людину, хоч би вона й була правою рукою правителя, щось зробити. Ніби йому зламали руку, але він не винен, що йому так заважали діяти.`},4:{text:`Завіса такої повноти`,comments:`Що полярні зірки видно опівдні.
Він зустрічає свого правителя, який подібний до нього.
Удача.

Тут темрява вже спадає, тому взаємопов'язані елементи з'єднуються. Тут також необхідно знайти доповнення — необхідну мудрість, щоб доповнити радість дії. Тоді все піде добре. Постульований тут додатковий фактор є протилежним фактору в першому рядку. В останньому мудрість має доповнюватися енергією, а тут енергія доповнюється мудрістю.`},5:{text:`Наближаються рядки,
Благословення і слава наближаються.
Удача.`,comments:`Правитель скромний і тому відкритий для порад здібних людей. Тому його оточують люди, які підказують йому напрямок дій. Це приносить благословення, славу та удачу йому та всім людям.`},6:{text:`Його будинок знаходиться в достатку.
Він відгороджує свою сім'ю.
Він визирає крізь ворота
І більше нікого не сприймає.
Три роки нічого не бачить.
Нещастя.`,comments:`Це описує людину, яка через свою зарозумілість і впертість досягає протилежного того, до чого прагне. Він шукає достатку та пишноти для свого житла. Він у будь-який спосіб хоче бути господарем у своєму домі, що настільки відчужує його родину, що врешті-решт він опиняється в повній ізоляції.`}},number:55};export{e as default};