var e={hex:11,hex_font:`䷊`,trad_chinese:`泰`,pinyin:`tài`,english:`Мир`,binary:`000111`,od:12,wilhelm_above:{chinese:`K'UN`,symbolic:`Сприйнятливий`,alchemical:`земля`},wilhelm_below:{chinese:`CH'IEN`,symbolic:`Творчий`,alchemical:`рай`},wilhelm_symbolic:`Рецептивний, який рухається вниз, стоїть вище; Креатив, який рухається вгору, знаходиться внизу. Тому їхні впливи зустрічаються й перебувають у гармонії, завдяки чому все живе розквітає й процвітає. Ця гексаграма відноситься до першого місяця (лютий-березень), в цей час сили природи готують нову весну.`,wilhelm_judgment:{text:`Мир. Малий відходить,
Великий підходить.
Удача. Успіх.`,comments:`Ця гексаграма позначає час у природі, коли небо здається на землі. Небо розташувалося під землею, і тому їхні сили поєднуються в глибокій гармонії. Тоді мир і благословення зійде на все живе. У світі людини це час соціальної гармонії; ті, хто на високих посадах, виявляють прихильність до низьких, а низькі та нижчі — це кінець усім ворожнечам. Збоку, у центрі, у ключовій позиції, знаходиться принцип світла; темне начало зовні.

Таким чином, світло має потужний вплив, тоді як темрява покірна. Таким чином кожен отримує належне. Коли добрі елементи суспільства займають центральне положення і контролюють, злі елементи потрапляють під їхній вплив і змінюються на краще. Коли дух неба панує в людині, її тваринна природа також потрапляє під його вплив і займає відповідне місце. Окремі лінії входять до гексаграми знизу і залишають її знову вгорі.

Тут малі, слабкі та злі елементи збираються відійти, тоді як великі, сильні та добрі елементи рухаються вгору. Це приносить удачу і успіх.`},wilhelm_image:{text:`Небо і земля єднаються: образ Миру.
Таким чином правитель
Розділяє і завершує хід неба і землі,
І так допомагає людям.`,comments:`Небо і земля перебувають у контакті та поєднують свої впливи, створюючи час всесвітнього розквіту та процвітання. Цей потік енергії повинен регулюватися правителем людей. Це робиться процесом поділу. Таким чином люди поділяють рівномірний потік часу на пори року відповідно до послідовності природних явищ і позначають нескінченний простір точками компаса. Таким чином природа в її надзвичайному багатстві явищ обмежена та контрольована.

З іншого боку, природу необхідно розвивати в її продуктивності. Це досягається шляхом пристосування продуктів до потрібного часу та потрібного місця, що збільшує природний урожай. Ця контрольна та сприяюча діяльність людини у її ставленні до природи є роботою над природою, яка винагороджує її.`},wilhelm_lines:{1:{text:`Коли стрічкова трава висмикується, разом з нею йде дернина.
Кожен за родом своїм.
Починання приносять удачу.`,comments:`У часи процвітання кожен здібний чоловік, покликаний займати посаду, тягне за собою однодумців, так само, як при вириванні стрічкової трави завжди висмикують її пучок, тому що стебла з’єднані своїм корінням. У такі часи, коли можна широко поширити вплив, розум здібної людини налаштований на те, щоб піти в життя і щось здійснити.`},2:{text:`Лагідно ставлячись до некультурних,
Рішуче переправляючись через річку,
Не гребуючи далеким,
Не щодо своїх супутників:`,comments:`Таким чином, можна пройти посередині.

У часи процвітання важливо і понад усе володіти достатньою величчю душі, щоб терпіти недосконалих людей. Бо в руках великого майстра жоден матеріал не є непродуктивним; він може знайти застосування всьому. Але ця щедрість аж ніяк не розхлябаність чи слабкість. Особливо в часи процвітання ми завжди повинні бути готові ризикнути навіть небезпечними починаннями, такими як переправа через річку, якщо вони необхідні. Так само ми не повинні нехтувати тим, що далеке, але повинні прискіпливо ставитися до всього. Особливо слід уникати фракційності та домінування клік. Навіть якщо люди однодумців виступають разом, вони не повинні формувати фракцію, тримаючись разом заради взаємної вигоди; замість цього кожна людина повинна виконувати це обов'язок. Це чотири способи, за допомогою яких можна подолати приховану небезпеку поступового ослаблення, яка завжди ховається в будь-який час миру. І саме так людина знаходить середину для дії.`},3:{text:`Немає рівнини без схилу.
Не йде, не слідує повернення.
Той, хто залишається стійким у небезпеці
Без провини.
Не нарікай на цю правду;
Насолоджуйся удачею, якою ти все ще володієш.`,comments:`Все на землі піддається змінам. За процвітанням йде занепад: це вічний закон на землі. Зло дійсно можна стримати, але не знищити назавжди. Воно завжди повертається. Це переконання може викликати меланхолію, але не повинно; воно має лише вберегти нас від ілюзії, коли до нас прийде удача. Якщо ми продовжуємо пам’ятати про небезпеку, ми залишаємось наполегливими й не допускаємо помилок.

Поки внутрішня природа людини залишається сильнішою і багатшою за все, що пропонує зовнішня доля, доки вона внутрішньо перевершує долю, доля не залишить її.`},4:{text:`Він пурхає вниз, не вихваляючись своїм багатством,
Разом зі своїм сусідом,
Нехитрий і щирий.`,comments:`У часи взаємної довіри люди високого рангу вступають у близькі контакти з нижчими досить просто і без вихваляння своїм багатством. Це не через силу обставин, а відповідає їхнім найпотаємнішим почуттям. Підхід відбувається досить спонтанно, бо базується на внутрішньому переконанні.`},5:{text:`Государ І
Видає дочку заміж.
І вища доля.`,comments:`Суверен І — Тан Завершувач. За його указом імператорські принцеси, хоч і були вищими рангом від своїх чоловіків, повинні були їм підкорятися, як і всі інші дружини. Тут нам також показано справді скромний союз високого й низького, який приносить щастя й благословення.`},6:{text:`Стіна знову падає в рів.
Тепер не використовуйте армію.
Оголошуйте свої команди у своєму місті.
Наполегливість приносить приниження.`,comments:`Зміна, про яку згадується в середині гексаграми, почала відбуватися. Стіна міста занурюється в рів, з якого вона була викопана. Страшна година вже близько. Коли справа дійшла до цього, ми повинні підкоритися долі, а не намагатися зупинити її жорстоким опором. Єдиний вихід, який нам залишився, — це триматися всередині нашого інтимного кола. Якби ми наполегливо намагалися протистояти злу звичайним шляхом, наш крах був би ще більш повним, а результатом – приниження.`}},number:11};export{e as default};