var e={hex:8,hex_font:`䷇`,trad_chinese:`比`,pinyin:`bǐ`,english:`Зближення`,binary:`010000`,od:14,wilhelm_above:{chinese:`K'AN`,symbolic:`Безодня`,alchemical:`вода`},wilhelm_below:{chinese:`K'UN`,symbolic:`Сприйнятливий`,alchemical:`земля`},wilhelm_symbolic:`Води на поверхні землі зливаються разом, де тільки можуть, як, наприклад, в океані, де всі річки зливаються разом. Символічно це означає об’єднання та закони, які це регулюють. На цю ж ідею наводить той факт, що всі лінії гексаграми, крім п'ятої, місця лінійки, піддаються. Поступливі лінії тримаються разом, тому що на них впливає людина із сильною волею на керівній посаді, людина, яка є центром їхнього союзу. Крім того, ця сильна і керівна особистість, у свою чергу, тримається разом з іншими, знаходячи в них доповнення своєї власної природи.`,wilhelm_judgment:{text:`Тримати разом приносить удачу.
Ще раз запитай оракула
Чи володієте ви піднесеністю, постійністю та наполегливістю;
Тоді немає провини.

Поступово приєднуються ті, хто не впевнений.
Хто запізнився
Зустрічається з нещастям.`,comments:`Що потрібно, так це те, щоб ми об’єдналися з іншими, щоб усі могли доповнювати та допомагати один одному, тримаючись разом. Але таке об’єднання потребує центральної фігури, навколо якої можуть об’єднатися інші люди. Стати центром впливу, що об'єднує людей, - справа важка і пов'язана з великою відповідальністю. Потрібна велич духу, послідовність і сила.

Тому нехай той, хто бажає зібрати навколо себе інших, запитає себе, чи він здатний виконати це завдання, бо будь-хто, хто намагається виконати завдання без справжнього покликання, лише погіршить плутанину, ніж якби об’єднання взагалі не відбулося. Але коли виникає справжня точка об’єднання, ті, хто спочатку вагається чи невпевнений, поступово приходять самі. Ті, хто запізнюється, повинні понести наслідки, тому що для того, щоб триматися разом, також важливим є питання правильного часу.

Відносини складаються і міцно встановлюються за певними внутрішніми законами. Спільний досвід зміцнює ці зв’язки, і той, хто надто пізно приходить, щоб поділитися цим базовим досвідом, мусить постраждати за це, якщо, будучи відсталим, виявляє двері замкненими. Якщо людина визнала необхідність об’єднання і не відчуває себе достатньо сильною, щоб діяти як центр, її обов’язком є ​​стати членом якогось іншого органічного товариства.`},wilhelm_image:{text:`На землі вода:
Образ Зближення.

Таким чином царі давнини
Дарував різні держави як феоди
І плекав дружні стосунки
З феодалами.`,comments:`Вода заповнює всі порожні місця на землі і міцно прилипає до неї. Суспільна організація Стародавнього Китаю була заснована на цьому принципі об'єднання залежних і правителів. Вода тече, щоб з’єднатися з водою, бо всі її частини підпорядковуються одним законам. Так само людське суспільство повинно триматися разом через спільність інтересів, яка дозволяє кожній людині відчувати себе членом цілого.

Центральна влада соціальної організації повинна подбати про те, щоб кожен член переконався, що його справжні інтереси полягає в тому, щоб триматися разом з нею, як це було у батьківських стосунках між королем і васалами в стародавньому Китаї.`},wilhelm_lines:{1:{text:`Тримайся його в правді й вірності;
Це без провини.
Правда, як повна глиняна чаша»
Таким чином в кінці
Щастя приходить ззовні.`,comments:`Фундаментальна щирість є єдиною правильною основою для формування відносин. Таке ставлення, яке символізує повна глиняна чаша, в якій зміст — це все, а порожня форма — ніщо, виявляється не в розумних словах, а через силу того, що лежить всередині мовця. Ця сила настільки велика, що вона має силу притягувати до себе удачу ззовні.`},2:{text:`Тримайся за нього внутрішньо.
Наполегливість приносить удачу.`,comments:`Якщо людина наполегливо і правильно відповідає на веління згори, які спонукають її до дії, її стосунки з оточуючими є внутрішніми і вона не втрачає себе. Але якщо людина шукає спілкування з іншими, ніби вона є угодливим мисливцем за офісами, вона кидається геть. Він не йде шляхом благородної людини, яка ніколи не втрачає своєї гідності.`},3:{text:`Ви тримаєтесь разом з не тими людьми.`,comments:`Ми часто буваємо серед людей, які не належать до нашої сфери. У такому випадку ми повинні остерігатися бути втягнутими в фальшиву близькість через силу звички. Зайве говорити, що це мало б погані наслідки. Зберігати комунікабельність без інтимної близькості — єдино правильне ставлення до людей, бо інакше ми не повинні вільно вступати в стосунки з людьми собі подібних пізніше.`},4:{text:`Тримайся до нього і зовні.
Наполегливість приносить удачу.`,comments:`Тут добре складаються відносини з людиною, яка є центром союзу. Тоді ми можемо, і насправді ми повинні, відкрито показувати свою прихильність. Але ми повинні залишатися постійними і не дозволяти бути збитими зі шляху.`},5:{text:`Прояв єднання.
На полюванні король використовує загонщиків тільки з трьох сторін
І відмовляється від гри, яка біжить попереду.
Попередження громадян не потребує.
Удача.`,comments:`На царських полюваннях стародавнього Китаю було прийнято підганяти дичину з трьох сторін, але з четвертої тварини мали можливість розбігтися. Якщо їм не вдасться цього зробити, вони повинні були пройти через ворота, за якими стояв король, готовий стріляти. Відстрілювали лише тварин, які проникали сюди; тим, хто втік попереду, дозволили втекти.

Цей звичай узгоджувався з царським ставленням; Королівський мисливець не хотів перетворювати погоню на бійню, але вважав, що вбивати слід лише тих тварин, які, так би мовити, добровільно викрили себе. Тут зображений правитель або впливова людина, до якої тягнеться людей. Тих, хто приходить до нього, він приймає, тих, хто не приходить, відпускає йти своєю дорогою. Він нікого не запросив, нікому не лестить — усі прийшли з власної волі.

Таким чином у тих, хто його тримає, розвивається добровільна залежність. Вони не повинні постійно бути насторожі, але можуть відкрито висловлювати свою думку. Поліцейські заходи не потрібні, і вони пристають до свого правителя за власним бажанням. Цей же принцип свободи справедливий і для життя взагалі. Ми не повинні домагатися прихильності людей.

Якщо людина розвиває в собі чистоту і силу, які необхідні для того, хто є центром спілкування, ті, хто призначені для неї, приходять самі по собі.`},6:{text:`Він не знаходить голови, щоб триматися разом.
Нещастя.`,comments:`Голова – початок. Якщо початок неправильний, немає надії на правильний кінець. Якщо ми проґавили відповідний момент для єдності і продовжуємо вагатися, чи дати цілковиту відданість, ми пошкодуємо про помилку, коли буде надто пізно.`}},number:8};export{e as default};