var e={hex:35,hex_font:`䷢`,trad_chinese:`晉`,pinyin:`jìn`,english:`Просування`,binary:101e3,od:`05`,wilhelm_above:{chinese:`Лі`,symbolic:`Прилипання`,alchemical:`вогонь`},wilhelm_below:{chinese:`K'UN`,symbolic:`Сприйнятливий`,alchemical:`земля`},wilhelm_symbolic:`Гексаграма символізує сонце, що сходить над землею. Тому це символ швидкого, легкого прогресу, який водночас означає дедалі ширше розширення та ясність.`,wilhelm_judgment:{text:`Прогрес. Могутній князь
Вшановується конями у великій кількості.
За один день йому дають аудієнцію тричі.

Як приклад прогресу, це образ часу, коли могутній феодал об’єднує інших лордів навколо суверена та дає клятву вірності та миру. Государ щедро винагороджує його і запрошує до ближчого зближення.`,comments:`Тут викладено двояку ідею. Фактичний ефект прогресу виходить від людини, яка знаходиться в залежному становищі і яку інші вважають рівною собі і тому готові наслідувати. Цей лідер має достатньо ясного бачення, щоб не зловживати своїм великим впливом, а використовувати його радше на благо свого правителя. Його правитель, у свою чергу, вільний від усіх ревнощів, обсипає великого чоловіка подарунками та постійно запрошує його до свого двору.

Освічений правитель і слухняний слуга — ось умова, від якої залежить великий прогрес.`},wilhelm_image:{text:`Сонце сходить над землею:

Образ Прогресу.

Таким чином сама шляхетна людина
Освітлює його світла чеснота.`,comments:`Світло сонця, що сходить над землею, від природи ясне. Чим вище піднімається сонце, тим більше воно виступає з темних туманів, розливаючи первозданну чистоту своїх променів по все більшій території. Справжня природа людини також спочатку хороша, але вона затуманюється контактом із земними речами і тому потребує очищення, перш ніж вона зможе засяяти у своїй рідній ясності.`},wilhelm_lines:{1:{text:`Просувався, але повернувся назад.
Наполегливість приносить удачу.
Якщо хтось зустрічає недовіру, потрібно зберігати спокій.`,comments:`Без помилки.

У той час, коли всі елементи прагнуть прогресу, ми все ще не впевнені, чи не зустрінемо в ході просування відсіч. Тоді треба просто продовжувати робити те, що правильно; зрештою це принесе удачу. Може бути, що ми зустрінемося без довіри. У цьому випадку ми не повинні намагатися завоювати довіру незалежно від ситуації, а повинні залишатися спокійними і життєрадісними і не піддаватися гніву. Таким чином ми залишаємося вільними від помилок.`},2:{text:`Прогресує, але в скорботі.
Наполегливість приносить удачу.`,comments:`Тоді людина отримує велике щастя від своєї предки.

Прогрес зупинено; особа не може вступити в контакт з людиною, яка має владу, з якою вона має зв'язок. Коли це стається, він повинен залишатися наполегливим, хоча він засмучений; тоді з материнською лагідністю відповідний чоловік обдарує його великим щастям. Це щастя приходить до нього — і цілком заслужене — тому що в цьому випадку взаємне потяг ґрунтується не на егоїстичних чи партійних мотивах, а на твердих і правильних принципах.`},3:{text:`Всі в згоді. Зникає докори сумління.`,comments:`Людина прагне вперед разом з іншими, чия підтримка надихає її. Це розвіює будь-які причини для жалю з приводу того факту, що він не має достатньо незалежності, щоб перемагати без сторонньої допомоги будь-який ворожий поворот долі.`},4:{text:`Прогресуйте як хом'як.
Наполегливість несе в собі небезпеку.`,comments:`У часи прогресу сильним людям легко здобути величезні статки в невідповідних місцях. Але така поведінка уникає світла. А оскільки часи прогресу неминуче випливають на світло, наполегливість у таких діях завжди призводить до небезпеки.`},5:{text:`Зникає докори сумління.`,comments:`Не сприймайте близько до серця здобутки та втрати.
Починання приносять удачу.
Все служить для подальшого.

Ситуація, описана тут, стосується того, хто, опинившись на впливовому становищі в час прогресу, залишається м’яким і стриманим. Він міг би дорікнути собі за брак енергії для максимального використання сприятливого часу та отримання всіх можливих переваг. Однак цей жаль минає. Він не повинен приймати близько до серця ні втрати, ні прибутку; це незначні міркування. Набагато важливіше те, що таким чином він забезпечив собі можливості для успішного і благотворного впливу.`},6:{text:`Просування рогами дозволено
Тільки з метою покарання власного міста.`,comments:`Усвідомлення небезпеки приносить удачу.

Без провини.
Наполегливість приносить приниження.

Просуватися з опущеними рогами, тобто діяти в наступі, дозволено в часи, подібні до тих, про які тут йдеться, лише при вирішенні помилок власного народу. Навіть тоді ми повинні мати на увазі, що продовження наступу завжди може бути небезпечним. Таким чином ми уникаємо помилок, які інакше загрожують, і досягаємо успіху в тому, що задумали. З іншого боку, наполегливість у такій занадто енергійній поведінці, особливо по відношенню до людей, з якими немає тісного зв'язку, призведе до приниження.`}},number:35};export{e as default};