var e={hex:57,hex_font:`䷸`,trad_chinese:`巽`,pinyin:`xùn`,english:`Проникнення`,binary:110110,od:51,wilhelm_above:{chinese:`SUN`,symbolic:`Ніжний`,alchemical:`Вітер`},wilhelm_below:{chinese:`SUN`,symbolic:`Ніжний`,alchemical:`Вітер`},wilhelm_symbolic:`Сонце - одна з восьми подвоєних триграм. Це старша дочка і символізує вітер або ліс; його властивістю є ніжність, яка, тим не менш, проникає, як вітер або як деревина, що росте своїм корінням. Темний принцип, сам по собі твердий і непорушний, розчиняється проникаючим світлим принципом, якому він підпорядковується в ніжності. У природі саме вітер розганяє хмари, залишаючи небо чистим і безтурботним. У людському житті прониклива ясність суджень перешкоджає всім темним прихованим мотивам. У житті громади це потужний вплив великого мужства, який розкриває та розриває ті інтриги, які уникають денного світла.`,wilhelm_judgment:{text:`Ніжний. Успіх через мале.
Це допомагає мати куди піти.
Це сприяє тому, щоб побачити велику людину.`,comments:`Проникнення дає поступовий і непомітний ефект. Воно повинно здійснюватися не актом порушення, а впливом, який ніколи не припиняється. Результати такого роду менш вражаючі для очей, ніж ті, отримані раптовою атакою, але вони довготриваліші та повніші. Щоб досягти таких ефектів, необхідно мати чітко визначену мету, бо лише тоді, коли проникаючий вплив завжди діє в одному напрямку, можна досягти мети.

Маленька сила може досягти своєї мети, лише підпорядкувавшись видатній людині, яка здатна створити порядок.`},wilhelm_image:{text:`Вітри наступають один за одним:

Образ ніжно проникливого.

Таким чином шляхетна людина
Поширює свої команди за кордоном
І виконує свої починання.`,comments:`Проникаюча якість вітру залежить від його безперервності. Ось що робить його таким потужним; час - його інструмент. Так само думка правителя повинна проникати в душу народу. Це також вимагає довготривалого впливу, викликаного просвітленням і наказом. Тільки тоді, коли наказ засвоєний людьми, можлива дія відповідно до нього. Дія без підготовки грунту тільки лякає і відштовхує.`},wilhelm_lines:{1:{text:`Наступаючи і відступаючи,`,comments:`Наполегливість воїна сприяє.

Вроджена лагідність часто доводиться до нерішучості. Людина не відчуває себе достатньо сильною, щоб рішуче йти вперед. Виникає тисяча сумнівів; один, однак, не має наміру відступати, але нерішуче дрейфує туди-сюди. У такій ситуації доречна військова рішучість, щоб рішуче виконувати те, що вимагає порядок. Рішуча дисципліна набагато краща за нерішучу вседозволеність.`},2:{text:`Проникнення під ліжко.
Жерців і магів використовують у великій кількості.
Удача. Без провини.`,comments:`Часом доводиться мати справу з прихованими ворогами, нематеріальними впливами, які ховаються в темних кутках і з цієї схованки впливають на людей навіюванням. У таких випадках необхідно простежити ці речі до найпотаємніших куточків, щоб визначити природу впливів, з якими потрібно мати справу. Це завдання священиків; усунення впливів є завданням магів.

Сама анонімність такого планування вимагає особливо енергійних і невтомних зусиль, але це того варте. Бо коли такі невловимі впливи виносяться на світло й заклеймуються, вони втрачають свою владу над людьми.`},3:{text:`Повторне проникнення. приниження.`,comments:`Проникливі роздуми не повинні затягуватися надто далеко, щоб це не покалічило силу рішення. Після того, як питання було ретельно обмірковано, важливо прийняти рішення та діяти. Повторне обмірковування приносить нові сумніви та сумніви, а отже, приниження, тому що людина виявляє, що не здатна діяти.`},4:{text:`Докори сумління зникають.
Під час полювання`,comments:`Ловиться три види дичини.

Коли відповідальна посада і накопичений досвід змушують поєднувати вроджену скромність з енергійними діями, великий успіх забезпечений. Три види тварин, про яких згадується, служили для приношень богам, для бенкетування гостей і для щоденного споживання. Коли улов відповідав усім трьом цілям, полювання вважалося особливо вдалим.`},5:{text:`Наполегливість приносить удачу.
Докори сумління зникають.`,comments:`Ніщо не сприяє.

Немає початку, а кінець.
До зміни три дні.
Після зміни три дні.
Удача.

У ситуації, описаній у Ку, Реставрація

18, необхідно створити абсолютно нову точку відліку, тоді як тут йдеться лише про реформи. Початок був невдалим, але настав момент, коли можна вибрати новий напрямок. Потрібні зміни та вдосконалення. Такі кроки необхідно робити з непохитністю, тобто з твердим і правильним настроєм розуму; тоді вони досягнуть успіху, і докори сумління зникнуть. Але слід пам'ятати, що такі поліпшення вимагають ретельного розгляду. Перш ніж внести зміни, їх потрібно обдумати знову і знову. Після внесення змін необхідно протягом деякого часу уважно відзначати, як покращення проходять перевірку актуальності. Така ретельна робота супроводжує удачу.`},6:{text:`Проникнення під ліжко.
Він втрачає своє майно і свою сокиру.
Наполегливість приносить нещастя.`,comments:`Чоловіче розуміння досить проникливе. Він стежить за згубними впливами в найпотаємніші куточки. Але він уже не має сил для рішучої боротьби з ними. У цьому випадку будь-яка спроба проникнути в особисте царство темряви принесе тільки шкоду.`}},number:57};export{e as default};