var e={hex:38,hex_font:`䷥`,trad_chinese:`睽`,pinyin:`kuí`,english:`Суперечність`,binary:101011,od:39,wilhelm_above:{chinese:`Лі`,symbolic:`Прилипання`,alchemical:`вогонь`},wilhelm_below:{chinese:`TUI`,symbolic:`Радісний`,alchemical:`озеро`},wilhelm_symbolic:`Ця гексаграма складається з триграми Лі вгорі, тобто полум'я, яке горить вгору, і Дуй внизу, тобто озера, яке просочується вниз. Ці два рухи є непрямим контрастом. Крім того, Лі є другою донькою, а Дуй - молодшою ​​дочкою, і хоча вони живуть в одному будинку, вони належать різним чоловікам; отже, їхні волі не однакові, а спрямовані різносторонньо.`,wilhelm_judgment:{text:`Протиріччя. У дрібницях удача.`,comments:`Коли люди живуть у протистоянні та відчуженні, вони не можуть спільно виконати велику справу; їхні точки зору надто сильно розходяться. За таких обставин передусім не слід діяти різко, оскільки це лише посилить існуючу опозицію; натомість слід обмежитись досягненням поступових ефектів у дрібницях. Тут ще можна очікувати успіху, тому що ситуація така, що опозиція не перешкоджає всій згоді.

Загалом опозиція постає як перешкода, але коли вона представляє полярність у всеосяжному цілому, вона також виконує свої корисні та важливі функції. Протилежності неба і землі, духу і природи, чоловіка і жінки, коли вони примиряються, призводять до створення і відтворення життя. У світі видимих ​​речей принцип протилежностей уможливлює диференціацію за категоріями, за допомогою яких у світ вноситься порядок.`},wilhelm_image:{text:`Вгорі — вогонь; нижче. Озеро.

Образ Протиріччя.

Таким чином серед усього спілкування

Шляхетна людина зберігає свою індивідуальність.`,comments:`Два елементи, вогонь і вода, ніколи не змішуються, але навіть у контакті зберігають свою власну природу. Отже, зашита людина ніколи не вдається до ницісті чи вульгарності через зносини чи спільність інтересів з особами іншого роду; незважаючи на всі змішування, він завжди збереже свою індивідуальність.`},wilhelm_lines:{1:{text:`Зникає докори сумління.
Якщо втратив коня, не біжи за ним;
Воно повернеться саме собою.
Коли бачиш злих людей,
Бережіть себе від помилок.`,comments:`Навіть у часи, коли переважає опозиція, можна уникнути помилок, щоб зникнути докори сумління. Коли починає проявлятися протистояння, людина не повинна намагатися здійснити єдність силою, бо цим вона досягне лише протилежного, так само як кінь відходить усе далі й далі, якщо за ним бігти. Якщо це виграний кінь, його можна спокійно відпустити; воно повернеться само собою.

Так само, коли хтось, хто належить нам, на мить відчужується через непорозуміння, він повернеться за власним бажанням, якщо ми залишимо справи йому. З іншого боку, добре бути обережним, коли злі люди, які не належать до нас, нав’язуються нам, знову ж таки через непорозуміння. Тут головне не допускати помилок. Ми не повинні намагатися позбутися цих злих людей силою; це призвело б до справжньої ворожнечі. Треба їх просто терпіти.

Згодом вони вийдуть за власним бажанням.`},2:{text:`Один зустрічає свого пана на вузькій вулиці.`,comments:`Без провини.

В результаті непорозумінь людям, які за своєю природою належать разом, стало неможливо правильно зустрітися. Зважаючи на це, випадкова зустріч у неофіційних обставинах може послужити цій меті, якщо між ними існує внутрішня спорідненість.`},3:{text:`Бачити візок назад тягнеться,`,comments:`Зупинилися воли,
Чоловікові відрізали волосся і ніс.

Не добрий початок, але гарний кінець.

Часто людині здається, ніби все змовилося проти неї. Він бачить, що його стримують і перешкоджають його прогресу, ображають і зневажають. Однак він не повинен дозволити себе ввести в оману; незважаючи на цю протидію, він повинен прилипнути до чоловіка, якому, як він знає, належить. Таким чином, незважаючи на поганий початок, справа закінчиться добре.`},4:{text:`Ізольований через опозицію,
Зустрічаєш однодумця
З ким можна добросовісно спілкуватися.
Незважаючи на небезпеку, без провини.`,comments:`Якщо людина потрапляє в компанію людей, від яких її відокремлює внутрішня протидія, вона стає ізольованою. Але якщо в такій ситуації людина зустрічає когось, хто принципово за законом її буття рідний їй і кому вона може повністю довіряти, вона долає всі небезпеки ізоляції. Його воля досягає своєї мети, і він стає вільним від недоліків.`},5:{text:`Зникає докори сумління.`,comments:`Компаньйон пробирається крізь обгортки.
Якщо хтось піде до нього,
Як це може бути помилкою?

Зустрічаючи щиру людину, її спочатку не впізнаєш через загальну відчуженість. Однак він прогризає собі дорогу крізь обгортки, які спричиняють розлуку. Коли такий напарник таким чином розкриває себе у своєму справжньому характері, обов’язком є ​​піти йому назустріч і працювати з ним.`},6:{text:`Ізольований через опозицію,
Один бачить свого товариша, як свиню, вкриту брудом,
Як повний віз бісів.
Перший натягує проти нього лук,`,comments:`Потім один відкладає лук убік.
Він не розбійник; він посватається в потрібний час.
Іде дощ; тоді прийде щастя.

Тут ізоляція відбувається через непорозуміння; це викликано не зовнішніми обставинами, а внутрішніми умовами. Чоловік неправильно оцінює своїх найкращих друзів, вважаючи їх нечистими, як брудна свиня, і небезпечними, як віз, наповнений дияволами. Він приймає позицію захисту. Але врешті-решт, усвідомивши свою помилку, він відкладає лук, розуміючи, що інший підходить з найкращими намірами з метою тісного союзу. Таким чином знімається напруга. Союз усуває напругу, так само як дощ знімає спекотність перед грозою. Усе йде добре, бо коли опозиція досягає кульмінації, вона змінюється своєю антитезою.`}},number:38};export{e as default};