var e={hex:45,hex_font:`䷬`,trad_chinese:`萃`,pinyin:`cuì`,english:`Згуртування`,binary:`011000`,od:26,wilhelm_above:{chinese:`TUI`,symbolic:`Радісний`,alchemical:`озеро`},wilhelm_below:{chinese:`K'UN`,symbolic:`Сприйнятливий`,alchemical:`земля`},wilhelm_symbolic:`Ця гексаграма за формою та значенням пов’язана з Пі, що тримається разом

8. В останньому вода над землею; ось озеро над землею. Але оскільки озеро є місцем, де збирається вода, ідея збирання разом виражена тут ще сильніше, ніж в іншій гексаграммі. Ця ж ідея також виникає з того факту, що в даному випадку це дві сильні лінії (четверта і п'ята), які призводять до збору разом, тоді як у першому випадку одна сильна лінія (п'ята) стоїть посеред слабких ліній.`,wilhelm_judgment:{text:`збір. Успіх.

Король підходить до свого храму.
Це сприяє тому, щоб побачити велику людину.

Це приносить успіх. Наполегливість сприяє.

Приносити великі пропозиції створює удачу.
Це спонукає щось робити.`,comments:`Об’єднання людей у великі громади є або природним явищем, як у випадку сім’ї, або штучним, як у випадку держави. Сім'я збирається навколо батька як голови. Увічнення цього зібрання в групах досягається через жертвопринесення предкам, на якому збирається весь рід.

Завдяки колективній побожності живих членів родини предки стають настільки інтегрованими в духовне життя сім’ї, що її неможливо розпорошити чи розпустити. Там, де люди мають бути зібрані разом, потрібні релігійні сили. Але також повинен бути людський лідер, який буде центром групи. Для того, щоб мати можливість об’єднати інших, цей лідер повинен насамперед бути зібраним у собі. Лише колективна моральна сила може об’єднати світ.

Такі великі часи об’єднання залишать за собою великі досягнення. У цьому полягає значення великих жертв, які робляться. У світській сфері також немає потреби у великих справах під час Збору.`},wilhelm_image:{text:`Над землею озеро:

Образ Збору.

Таким чином знатна людина оновлює свою зброю
Щоб зустріти непередбачене.`,comments:`Якщо вода в озері збирається, поки не підніметься над землею, є небезпека прориву. Щоб цього не сталося, потрібно вжити заходів. Так само там, де люди збираються разом у великій кількості, може виникнути сварка; там, де зібрано майно, ймовірно станеться пограбування. Тому під час збору ми повинні негайно озброїтися, щоб уникнути несподіванок. Людські біди зазвичай виникають в результаті несподіваних подій, проти яких ми не готові. Якщо ми будемо готові, їм можна запобігти.`},wilhelm_lines:{1:{text:`Якщо ти щирий, але не до кінця,`,comments:`Іноді буде плутанина, іноді збирання разом.
Якщо ви дзвоните,

Тоді після одного захоплення руки ви знову зможете сміятися.
Не шкодую. Йти без провини.

Ситуація така: люди хочуть зібратися навколо лідера, на якого вони рівняються. Але вони перебувають у великій групі, і дозволяють впливати на себе, так що коливаються у своєму рішенні. Тому їм бракує міцного центру, навколо якого можна було б зібратися. Але якщо висловити цю потребу, і якщо вони покличуть на допомогу, одного потиснення руки лідером достатньо, щоб відвернути всі страждання. Тому вони не повинні дозволити себе ввести в оману. Безсумнівно, правильно, що вони прив'язуються до цього лідера.`},2:{text:`Дозвольте себе намалювати
Приносить удачу і залишається бездоганним.
Якщо людина щира,
Це сприяє принесенню навіть невеликої пропозиції.`,comments:`У час Збирання ми не повинні робити довільного вибору шляху. Існують таємні сили, які об’єднують тих, хто належить разом. Ми повинні піддатися цій привабливості; тоді ми не робимо помилок. Там, де існують внутрішні стосунки, не потрібно великих приготувань і формальностей. Люди відразу розуміють один одного, так само як Божество милостиво приймає невелику пропозицію, якщо вона йде від серця.`},3:{text:`Збираючись разом серед зітхань.`,comments:`Ніщо не сприяє.
Йти без провини.

Легке приниження.

Часто людина відчуває бажання об'єднатися з іншими, але індивіди навколо нього вже сформувалися в групу, так що він залишається ізольованим. Вся ситуація виявляється неспроможною. Потім він повинен вибрати шлях прогресу, рішуче об'єднавшись з людиною, яка стоїть ближче до центру групи і може допомогти йому отримати допуск до замкнутого кола. Це не помилка, хоча спочатку його позиція аутсайдера дещо принизлива.`},4:{text:`Велика удача. Без провини.`,comments:`Це описує людину, яка збирає людей навколо себе в ім’я свого правителя. Оскільки він не прагне для себе якихось особливих переваг, а безкорисливо працює над загальною єдністю, то його праця увінчується успіхом, і все стає так, як має бути.`},5:{text:`Якщо в зборі один має позицію,`,comments:`Це не приносить провини.
Якщо є такі, що ще не щиро в роботі,

Потрібна піднесена і стійка наполегливість.

Тоді докори сумління зникають.

Коли люди спонтанно збираються навколо людини, це тільки добре. Це дає йому певний вплив, який може бути цілком корисним.. Але, звичайно, існує ймовірність того, що багато хто може зібратися навколо нього не через почуття впевненості, а просто через його впливове становище. Про це, звичайно, варто пошкодувати. Єдиний спосіб мати справу з такими людьми — завоювати їхню довіру через непохитність і посилену, непохитну відданість обов’язку. Таким чином таємна недовіра буде поступово подолана, і не буде приводу для жалю.`},6:{text:`Плач і зітхання, потоки сліз.`,comments:`Без провини.

Може статися, що людина хотіла б об’єднатися з іншою людиною, але її добрі наміри не розуміють. Тоді він стає сумним і сумує. Але це правильний курс. Бо це може змусити іншу людину схаменутися, щоб союз, якого так прагнули і якого так боляче не вистачало, зрештою досягнутий.`}},number:45};export{e as default};