var e={hex:27,hex_font:`䷚`,trad_chinese:`頤`,pinyin:`yí`,english:`Живлення`,binary:100001,od:28,wilhelm_above:{chinese:`KêN`,symbolic:`Зберігаючи нерухомість`,alchemical:`Гора`},wilhelm_below:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_symbolic:`Ця гексаграма є образом відкритого рота; зверху і знизу чіткі лінії губ, а між ними отвір. Починаючи з рота, через який ми приймаємо їжу для харчування, думка веде до самого харчування. Харчування себе, зокрема тіла, представлено трьома нижніми лініями, тоді як три верхні лінії представляють харчування та турботу про інших у вищому, духовному сенсі.`,wilhelm_judgment:{text:`живлення.
Наполегливість приносить удачу.
Зверніть увагу на забезпечення харчуванням
І до чого прагне людина

Щоб набити власний рот.

Забезпечуючи турботу та харчування, важливо, щоб піклувалися про правильних людей і щоб ми належним чином піклувалися про своє власне харчування. Якщо ми хочемо знати, як хтось є, нам потрібно лише спостерігати, про кого він піклується і які сторони власної природи плекає та живить. Природа годує всіх істот. Велика людина виховує і опікується благородними людьми, щоб через них піклуватися про всіх людей. Мен-цзи говорить про це:`,comments:`Якщо ми хочемо знати, чи є хтось вищим, чи ні, нам потрібно лише спостерігати, яку частину свого буття він вважає особливо важливою. Тіло має вищі та нижчі, важливі та неважливі частини. Ми не повинні травмувати важливі частини заради неважливих, а також ми не повинні травмувати вищі частини заради нижчих. Той, хто культивує нижчі частини своєї природи, є меншою людиною. Той, хто плекає вищі сторони своєї природи, є благородною людиною.`},wilhelm_image:{text:`Біля підніжжя гори грім:

Образ Харчування.

Таким чином, шляхетна людина обережно ставиться до своїх слів
І поміркований в їжі та питті.`,comments:`«Бог виступає в знаку Збудження»: коли навесні життєві сили знову розгортаються, усе виникає заново. «Він доводить до досконалості в знак спокою»: таким чином ранньою весною, коли насіння падає на землю, усе готове. Це образ забезпечення живлення через рух і спокій. Шляхетна людина приймає це як взірець для живлення та розвитку свого характеру. Слова - це рух, що йде зсередини назовні.

Їжа і пиття - це рухи ззовні всередину. Обидва види руху можуть бути змінені спокоєм. Бо спокій зберігає слова, що виходять із уст, від надмірної міри, і береже їжу, що входить до вуст, від надмірної міри. Таким чином виховується характер.`},wilhelm_lines:{1:{text:`Ти відпустив свою чарівну черепаху,
І подивись на мене, опустивши куточки рота.
Нещастя.`,comments:`Чарівна черепаха - це істота, яка володіє такими надприродними здібностями, що живе на повітрі і не потребує земної їжі. Образ означає, що людина, пристосована природою і положенням жити вільно й незалежно, відмовляється від цієї самовпевненості й натомість із заздрістю й незадоволенням дивиться на інших, які зовні перебувають у кращих обставинах. Але така низька заздрість викликає в інших лише глузування та презирство. Це має погані результати.`},2:{text:`Звертаючись до вершини за поживою,
Збочення зі шляху`,comments:`Шукати живлення з пагорба.
Продовження цього приносить нещастя.

Зазвичай людина або сама забезпечує себе засобами для харчування, або отримує належну підтримку від тих, чиїм обов’язком є ​​забезпечувати її. Якщо через слабкість духу людина не може підтримувати себе, її охоплює почуття неспокою; це відбувається тому, що, ухиляючись від належного способу отримання засобів до життя, він приймає підтримку як ласку від тих, хто стоїть вище. Це негідно, бо він відхиляється від своєї справжньої природи. Дотримуючись нескінченно довго, цей курс веде до нещастя.`},3:{text:`Відмова від харчування.
Наполегливість приносить нещастя.
Не поводьтеся так протягом десяти років.`,comments:`Ніщо не служить для подальшого.
Той, хто шукає поживи, яка не живить, обертається від бажання до задоволення, а в задоволенні жадає бажання. Божевільна гонитва за насолодою заради задоволення почуттів ніколи не приводить до мети. Ніколи (десять років — повний цикл часу) не слід йти цим шляхом, бо нічого доброго з цього не вийде.`},4:{text:`Повертаючись до вершини
Для забезпечення харчування
Приносить удачу.`,comments:`Підглядаючи гострими очима
Як тигр з ненаситною жагою.

Без провини.

На відміну від шістки на другому місці, яка відноситься до людини, орієнтованої виключно на власну вигоду, цей рядок відноситься до того, хто займає високе становище і прагне висвітлити своє світло. Для цього йому потрібні помічники, адже самотужки він не досягне своєї високої мети. З жадібністю голодного тигра він шукає потрібних людей. Оскільки він працює не для себе, а для добра всіх, то в такому запалі немає нічого поганого.`},5:{text:`Звернувши зі шляху.`,comments:`Залишатися наполегливим приносить удачу.
Велику воду переходити не слід.

Чоловік може усвідомлювати свій недолік. Він мав би взятися за харчування людей, але в нього немає на це сил. Таким чином, він повинен звернути зі свого звичного шляху і просити поради та допомоги в людини, яка духовно є вищою за нього, але нічим не виділяється зовні. Якщо він наполегливо зберігає такий настрій, успіх і удача його чекають. Але він повинен усвідомлювати свою залежність. Він не повинен висувати власну особистість або робити великі зусилля, такі як переправа через велику воду.`},6:{text:`Джерело живлення.
Усвідомлення небезпеки приносить удачу.
Це сприяє переходу через велику воду.`,comments:`Це описує мудреця найвищого рівня, від якого виходять усі впливи, які живлять інших. Така посада тягне за собою велику відповідальність. Якщо він усвідомлює цей факт, йому пощастить і він може впевнено взятися навіть за великі й важкі праці, такі як переправа через велику воду. Ці починання приносять загальне щастя для нього і для всіх інших.`}},number:27};export{e as default};