var e={hex:62,hex_font:`䷽`,trad_chinese:`小過`,pinyin:`xiǎoguò`,english:`Мале перевищення`,binary:`001100`,od:61,wilhelm_above:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_below:{chinese:`KêN`,symbolic:`Зберігаючи нерухомість`,alchemical:`Гора`},wilhelm_symbolic:`Тоді як у гексаграмі Та Куо, Велике Перевищення

28, сильні лінії переважають і знаходяться всередині, замкнуті між слабкими лініями вгорі та внизу, у даній гексаграмі переважають слабкі лінії, хоча тут вони знову знаходяться зовні, а сильні лінії знаходяться всередині. Це справді є основою виняткової ситуації, на яку вказує гексаграма. Коли сильні лінії зовні, ми маємо гексаграму Харчування

27, або Чун Фу, Внутрішня правда,

61; не представляє виняткового стану. Коли переважають сильні елементи всередині, вони обов’язково примушують свою волю. Це створює боротьбу і взагалі виняткові умови. Але в теперішній гексаграмі це слабкий елемент, який через силу має бути посередником із зовнішнім світом. Якщо людина займає владну посаду, для якої вона за своєю природою дійсно непридатна, необхідна надзвичайна розсудливість.`,wilhelm_judgment:{text:`Мале перевищення. Успіх.
Наполегливість сприяє.

Маленькі речі можна робити; великих речей робити не слід.

Летить птах приносить повідомлення:
Недобре вгору прагнути,
Добре залишитися внизу.
Велика удача.

Виняткова скромність і сумлінність обов'язково будуть винагороджені успіхом; однак, якщо людина не хоче кинути себе, важливо, щоб вони не перетворилися на порожню форму та рабство, але завжди поєднувалися з правильною гідністю в особистій поведінці. Ми повинні розуміти вимоги часу, щоб знайти необхідну компенсацію його недоліків і збитків. У будь-якому разі не слід розраховувати на великий успіх, оскільки бракує необхідної сили. У цьому полягає важливість повідомлення про те, що не слід прагнути високих речей, а триматися низьких речей. Структура гексаграми наводить на думку, що це послання приносить птах. У Та Куо Велике Перевищення`,comments:`28, чотири сильні, важкі лінії всередині, підтримувані лише двома слабкими лініями зовні, дають образ провислої гряди. Тут опорні слабкі лінії є як зовнішніми, так і переважними; це дає образ ширяючого птаха. Але птах не повинен намагатися перевершити себе і полетіти на сонце; вона повинна спуститися на землю, де знаходиться її гніздо. Таким чином він передає повідомлення, яке передає гексаграма.`},wilhelm_image:{text:`Грім на горі:

Образ Малого Перевищення.

Таким чином, у своїй поведінці шляхетна особа віддає перевагу благоговінню.
У скорботі він віддає перевагу горю.
У своїх видатках він віддає перевагу ощадливості.`,comments:`Грім на горі відрізняється від грому на рівнині. У горах грім здається набагато ближчим; за горами його гірше чути, ніж грім під час звичайної грози. Таким чином, шляхетна людина виводить із цього образу імператив: вона повинна завжди пильніше і більш прямо дивитися на службу, ніж звичайна людина, навіть якщо це може зробити її поведінку дріб’язковою для зовнішнього світу. Він винятково сумлінний у своїх діях.

Під час втрати емоції для нього значать більше, ніж церемонність. У всіх своїх особистих витратах він надзвичайно простий і невибагливий. У порівнянні з людиною маси все це робить його винятковим. Але суттєве значення його позиції полягає в тому, що в зовнішніх справах він на боці нищих.`},wilhelm_lines:{1:{text:`Через політ птах зустрічає нещастя.`,comments:`Птах повинен залишатися в гнізді, поки не вилетить. Якщо він спробує злетіти до цього, це накликає нещастя. До екстраординарних заходів слід вдаватися лише тоді, коли все інше не допомагає. Спочатку ми повинні терпіти традиційні способи якомога довше; інакше ми виснажуємо себе та свою енергію і все одно нічого не досягаємо.`},2:{text:`Вона проходить повз свого предка
І зустрічає свою предку.
Він не доходить до свого князя
І зустрічає чиновника.`,comments:`Без провини.

Тут розглядаються дві виняткові ситуації. У храмі предків, де панує чергування поколінь, онук стоїть по один бік з дідом. Тому його найближчі стосунки з дідусем. Нинішній рядок позначає дружину онука, яка під час жертвоприношення проходить повз предка і йде назустріч прародительці. Однак ця незвичайна поведінка є вираженням її скромності. Вона скоріше наважується наблизитися до прародительки, бо відчуває з нею рідність за спільною статтю. Тому тут відхилення від правила не є помилкою. Інший образ — це образ чиновника, який, згідно з правилами, першим шукає аудієнції у свого князя. Якщо йому це не вдається, він не намагається нічого примусити, а сумлінно виконує свій обов'язок, займаючи своє місце серед інших посадових осіб. Ця надзвичайна стриманість також не є помилкою у виняткові часи. (Правило полягає в тому, що кожен чиновник повинен спочатку отримати аудієнцію з князем, яким він призначений. Тут призначення робить міністр.)`},3:{text:`Якщо не бути надзвичайно обережним,`,comments:`Хтось може підійти ззаду і вдарити його.
Нещастя.

У певні моменти абсолютно необхідна надзвичайна обережність. Але саме в таких життєвих ситуаціях ми зустрічаємо чесних і сильних особистостей, які, усвідомлюючи свою правоту, гребують тримати себе насторожі, тому що вважають це дрібницею. Натомість вони йдуть своїм шляхом горді та байдужі. Але ця самовпевненість вводить їх в оману. Підстерігають небезпеки, до яких вони не готові. Але така небезпека не є неминучою; можна уникнути цього, якщо він розуміє, що час вимагає особливої ​​уваги до дрібниць і незначних речей.`},4:{text:`Без провини. Зустрічає його, не минаючи.
Йти несе небезпеку. Треба бути на сторожі.
Не діяти. Будьте постійно наполегливими.`,comments:`Твердість характеру загартовується поступливою позицією, щоб не допускати помилок. Ситуація тут вимагає надзвичайної обережності; не можна робити жодних спроб із власної ініціативи досягти бажаної мети. І якщо хтось хоче продовжувати, докладаючи зусиль, він повинен бути насторожі і не діяти, а внутрішньо продовжувати наполегливо.`},5:{text:`Щільні хмари,`,comments:`З нашої західної території без опадів.

Принц стріляє і влучає в того, хто в печері.

Оскільки тут зображено високе місце, образ птаха, що летить, перетворилося на образ хмар, що летять. Але хоч хмари щільні, вони мчать небом і не дають дощу. Подібним чином, у виняткові часи може бути природжений правитель, який має право впорядкувати світ, але який не може нічого досягти чи благословити людей, тому що він самотній і не має помічників. У такі часи людина повинна шукати помічників, за допомогою яких він зможе виконати завдання. Але цих помічників треба скромно шукати на пенсії, до якої вони пішли. Важливими є не слава чи їхні великі імена, а їхні справжні досягнення. Завдяки такій скромності знаходять потрібну людину, і виняткове завдання виконується, незважаючи на всі труднощі.`},6:{text:`Він проходить повз нього, не зустрічаючи його.`,comments:`Летить птах покидає його.
Нещастя.

Це означає невдачу і травму.

Якщо хтось перевищить ціль, то не вразить її. Якщо птах не прилітає до свого гнізда, а злітає все вище і вище, вона врешті-решт потрапляє в сітку мисливця. Той, хто в часи надзвичайної ваги дрібних речей не вміє зупинитися, але невгамовно прагне продовжувати й продовжувати, накликає на себе нещастя від рук богів і людей, тому що він відхиляється від порядку природи.`}},number:62};export{e as default};