var e={hex:42,hex_font:`䷩`,trad_chinese:`益`,pinyin:`yì`,english:`Збагачення`,binary:110001,od:32,wilhelm_above:{chinese:`SUN`,symbolic:`Ніжний`,alchemical:`Вітер`},wilhelm_below:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_symbolic:`Ідея збільшення виражається в тому, що найсильніша нижня лінія верхньої триграми опустилася вниз і зайняла своє місце під нижньою триграмою. Ця концепція також виражає фундаментальну ідею, на якій заснована Книга Змін. Правити по-справжньому означає служити. Жертва вищого елемента, яка створює зростання нижчого, називається повним збільшенням: це вказує на дух, який єдиний має силу допомогти світу.`,wilhelm_judgment:{text:`Покращення. Це сприяє одному

Взятися за щось.
Це сприяє переходу через велику воду.`,comments:`Жертва з боку тих, хто вгорі, для зростання тих, хто внизу, сповнює людей почуттям радості та вдячності, що є надзвичайно цінним для розквіту співдружності. Коли люди так віддані своїм лідерам, починання можливі, і навіть важкі й небезпечні підприємства будуть успішними. Тому в такі часи прогресу та успішного розвитку необхідно працювати та максимально використовувати час.

Цей час нагадує час шлюбу неба і землі, коли земля бере участь у творчій силі неба, формуючи і народжуючи живі істоти. Час Покращення нетривалий, тому його потрібно використовувати, поки воно триває.`},wilhelm_image:{text:`Вітер і грім: образ Покращення.

Таким чином шляхетна людина:
Якщо він бачить добро, він наслідує його;
Якщо у нього є недоліки, він сам від них позбавляється.`,comments:`Спостерігаючи, як грім і вітер посилюють і зміцнюють один одного, людина не може знайти шлях до самозростання і самовдосконалення. Коли він відкриває в інших добро, він повинен наслідувати його і таким чином зробити все на землі своїм. Якщо він відчуває в собі щось погане, нехай позбавляється від цього. Таким чином він звільняється від зла. Ця етична зміна є найважливішим підвищенням особистості.`},wilhelm_lines:{1:{text:`Це сприяє здійсненню великих справ.`,comments:`Вища удача. Без провини.

Якщо велика допомога приходить до людини згори, цю збільшену силу необхідно використати для досягнення чогось великого, для чого в іншому випадку вона ніколи б не знайшла енергії чи готовності взяти на себе відповідальність. Велика удача породжується самовідданістю, і, приносячи велику удачу, він залишається вільним від докору.`},2:{text:`Хтось справді збільшує його;`,comments:`Десять пар черепах не можуть протистояти цьому.
Постійна наполегливість приносить удачу.

Цар ставить його перед Богом.
Удача.

Людина здійснює справжнє зростання, створюючи в собі умови для цього, через сприйнятливість і любов до добра. Таким чином те, до чого він прагне, виникає само собою, з неминучістю природного закону. Там, де зростання, таким чином, узгоджується з найвищими законами всесвіту, йому не можуть запобігти жодні випадковості. Але все залежить від того, чи він не дозволить несподіваній долі зробити його байдужим; він повинен зробити це своїм завдяки внутрішній силі та стійкості. Тоді він набуває значення перед Богом і людьми, і може зробити щось для блага світу.`},3:{text:`Людина збагачується через нещасливі події.`,comments:`Не звинувачуйте, якщо ви щирі
І ходити посередині,
І доповісти з печаткою князеві.

Час благословення та збагачення має такий потужний вплив, що навіть зазвичай нещасні події повинні обернутися на користь тих, кого вони торкнулися. Ці особи звільняються від помилок і, діючи в гармонії з правдою, здобувають такий внутрішній авторитет, що справляють вплив, начебто схвалені листом і печаткою.`},4:{text:`Якщо ходити посередині
І повідомте князя,
Він піде слідом.
Це сприяє використанню
У виносі капіталу.`,comments:`Важливо, щоб були люди, які є посередниками між лідерами та послідовниками. Це мають бути безкорисливі люди, особливо в період зростання, оскільки вигода поширюється від лідера до людей. Нічого з цієї вигоди не слід приховувати егоїстично; воно дійсно має дійти до тих, для кого воно призначене.

Такого роду посередник, який також має хороший вплив на керівника, особливо важливий у часи, коли йдеться про великі починання, вирішальні для майбутнього й потребують внутрішньої згоди всіх зацікавлених сторін.`},5:{text:`Якщо у вас справді добре серце, не питайте.`,comments:`Вища удача.

Справді, доброта буде визнана вашою чеснотою.

Справжня доброта не розраховує і не запитує про заслуги та вдячність, а діє з внутрішньої необхідності. І таке справді добре серце винагороджується визнанням, і тому благодійний вплив поширюватиметься безперешкодно.`},6:{text:`Він нікому не приносить приросту.
Дійсно, хтось його навіть б'є.
Він не тримає своє серце постійно стабільним.
Нещастя.`,comments:`Тут мається на увазі те, що через зречення ті, хто займає високе становище, повинні принести зростання тим, хто знаходиться нижче. Нехтуючи цим обов’язком і нікому не допомагаючи, вони, у свою чергу, втрачають подальший вплив інших і незабаром опиняються самотніми. Таким чином вони викликають напади. Ставлення, яке постійно не відповідає вимогам часу, обов’язково принесе з собою нещастя. Конфуцій говорить про цей рядок:

Шляхетна людина заспокоює свою людину, перш ніж рухатися; він збирається перед тим, як говорити; він зміцнює свої стосунки, перш ніж щось просити. Займаючись цими трьома справами, шляхетна особа отримує повну безпеку. Але якщо чоловік різкий у своїх рухах, інші не підуть на співпрацю. Якщо він хвилюється в своїх словах, вони не викликають відгуку в інших. Якщо він щось просить, не налагодивши стосунків, йому цього не дадуть. Якщо з ним нікого, наближаються ті, хто хоче йому нашкодити.`}},number:42};export{e as default};