var e={hex:25,hex_font:`䷘`,trad_chinese:`無妄`,pinyin:`wúwàng`,english:`Невтручання`,binary:111001,od:46,wilhelm_above:{chinese:`CH'IEN`,symbolic:`Творчий`,alchemical:`рай`},wilhelm_below:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_symbolic:`Цянь, небо вгорі; Чжень, рух, внизу. Нижня триграма Чжень знаходиться під впливом сильної лінії, яку вона отримала вгорі, з неба. Коли, відповідно до цього, рух слідує за законом небес, людина невинна і без лукавства. Його розум природний і правдивий, незатьмарений відображеннями чи прихованим планом. Бо скрізь, де можна побачити свідому мету, там втрачено правду й невинність природи. Природа, якою не керує дух, є не справжньою, а виродженою природою. Починаючи з ідеї природного, хід думок частково йде дещо далі, і, таким чином, гексаграма включає також ідею фундаментального або несподіваного.`,wilhelm_judgment:{text:`Невтручання. Найвищий успіх.
Наполегливість сприяє.
Якщо хтось не такий, як повинен бути,
У нього нещастя,
І це йому не сприяє
Взятися за будь-що.`,comments:`Людина отримала від небес вроджену добру природу, щоб керувати нею в усіх її рухах. Завдяки відданості цьому божественному духу всередині себе, він досягає незаплямованої невинності, яка спонукає його чинити правильно з інстинктивною впевненістю та без будь-якої прихованої думки про винагороду чи особисту вигоду. Ця інстинктивна впевненість приносить неперевершений успіх і «досягає успіху завдяки наполегливості».

Однак не все інстинктивне є природою в цьому вищому розумінні слова, а лише те, що є правильним і згідно з волею неба. Без цієї якості правильності нерефлексований інстинктивний спосіб дій приносить лише нещастя. Про це Конфуцій говорить: «До чого приходить той, хто відступає від невинності? Небесна воля і благословення не йдуть з його ділами».`},wilhelm_image:{text:`Під небом гримить грім:
Усі речі досягають природного стану невинності.

Таким чином королі давнини,
Багатий чеснотами і в гармонії з часом,
Виховував і живив усіх істот.`,comments:`Навесні, коли під небом знову починає рухатися грім, життєва енергія, все проростає і росте, і всі істоти отримують за творчу діяльність природи дитячу невинність свого первісного стану. Так само і з добрими правителями людства: користуючись духовним багатством у своєму розпорядженні, вони піклуються про всі форми життя та всі форми культури та роблять усе для їх розвитку, і вчасно.`},wilhelm_lines:{1:{text:`Невинна поведінка приносить удачу.`,comments:`Початкові пориви серця завжди добрі, тому ми можемо впевнено слідувати їм, впевнені в удачі та досягненні наших цілей.`},2:{text:`Якщо під час оранки не розраховувати на врожай,`,comments:`Ні про використання землі під час її очищення,
Це спонукає щось робити.

Ми повинні виконувати кожну справу заради неї самої, як того вимагає час і місце, а не орієнтуючись на результат. Тоді кожне завдання виходить добре, і все, за що ми беремося, вдається.`},3:{text:`Незаслужене нещастя.`,comments:`Корова, яку хтось прив'язав
Здобуток мандрівника, втрата громадянина.

Іноді незаслужене нещастя спіткає людину від іншого, як, наприклад, коли хтось проходить повз і бере з собою прив’язану корову. Його виграш - втрата власника. У всіх угодах, якими б невинними вони не були, ми повинні пристосовуватися до вимог часу, інакше нас спіткає несподівана біда.`},4:{text:`Той, хто може бути наполегливим
Залишається без провини.`,comments:`Ми не можемо втратити те, що справді нам належить, навіть якщо викинемо це. Тому нам не потрібно хвилюватися. Єдине, що має хвилювати нас, це те, що ми повинні залишатися вірними своїй власній природі і не слухати інших.`},5:{text:`Не використовуйте ліки при хворобі
Виникли не з вашої вини.
Це пройде само собою.`,comments:`Несподіване зло може прийти випадково ззовні. Якщо воно не походить із власної природи чи не має там опори, не слід вдаватися до зовнішніх засобів, щоб його викорінити, а слід спокійно дозволити природі йти своїм шляхом. Тоді поліпшення прийде саме собою.`},6:{text:`Невинний вчинок приносить нещастя.`,comments:`Нічого не просувається.

Коли в тій чи іншій ситуації час для подальшого прогресу ще не настав, найкраще почекати спокійно, без прихованих планів. Якщо хтось діє необдумано і намагається йти вперед всупереч долі, успіху не досягти.`}},number:25};export{e as default};