var e={hex:49,hex_font:`䷰`,trad_chinese:`革`,pinyin:`gé`,english:`Зміна шкіри`,binary:`011101`,od:`04`,wilhelm_above:{chinese:`TUI`,symbolic:`Радісний`,alchemical:`озеро`},wilhelm_below:{chinese:`Лі`,symbolic:`Прилипання`,alchemical:`вогонь`},wilhelm_symbolic:`Китайський ієрогліф цієї гексаграми означає в своєму первісному сенсі шкуру тварини, яка змінюється протягом року під час линьки. Від цього слова переходить до «линьок» у політичному житті, великих революцій, пов'язаних зі зміною урядів. Дві триграми, що складають гексаграму, є тими самими двома, що з’являються в К'уеї, Протиріччя

38, тобто дві молодші дочки, Лі і Туй. Але в той час як там старша з двох дочок знаходиться нагорі, і результат є, по суті, лише протиставленням тенденцій, тут молодша дочка нагорі. Впливи перебувають у реальному конфлікті, і сили борються одна з одною, як вогонь і вода (озеро), намагаючись знищити одну. Звідси ідея революції.`,wilhelm_judgment:{text:`Революція. У свій власний день
Вам вірять.

Вищий успіх,
Розвиток через наполегливість.
Зникає докори сумління.`,comments:`Політичні революції – надзвичайно серйозна справа. До них слід приступати тільки в умовах крайньої необхідності, коли немає іншого виходу. Не кожен покликаний до цього завдання, а тільки той, хто має довіру народу, та й він тільки тоді, коли настане час. Потім він повинен діяти правильним шляхом, щоб потішити людей і, просвітивши їх, запобігти надмірностям. Крім того, він повинен бути цілком вільним від егоїстичних цілей і повинен справді задовольняти потреби людей.

Тільки тоді йому нема про що шкодувати. Часи змінюються, а з ними і їхні вимоги. Таким чином, пори року змінюються протягом року. У світовому кругообігу також є весна і осінь у житті людей і націй, які вимагають суспільних перетворень.`},wilhelm_image:{text:`Вогонь в озері: образ революц.

Таким чином шляхетна людина

Встановлює порядок у календарі
І пояснює пори року.`,comments:`Вогонь внизу та озеро вгорі борються та знищують один одного. Так само протягом року відбувається боротьба між силами світла та силами темряви, що завершується зміною пір року, і людина може заздалегідь пристосуватися до вимог різних часів.`},wilhelm_lines:{1:{text:`Загорнута в шкуру жовтої корови.`,comments:`Зміни слід вживати лише тоді, коли більше нічого не потрібно робити. Тому спочатку потрібна гранична стриманість. Треба стати твердим у своєму розумі, володіти собою - жовтий - це колір засобів, а корова - символ покірності, - і поки що утримуватися від будь-яких дій, тому що будь-який передчасний наступ принесе погані наслідки.`},2:{text:`Коли настане власний день, можна створити революцію.`,comments:`Початок приносить удачу. Без провини.

Коли ми всіляко намагалися здійснити реформи, але безуспішно, революція стає необхідною. Але до такого ґрунтовного перевороту треба ретельно готуватися. Має бути доступна людина, яка має необхідні здібності та яка користується довірою суспільства. До такої людини ми цілком можемо звернутися. Це приносить удачу і не є помилкою. Перше, що слід враховувати, це наше внутрішнє ставлення до нового стану, який неминуче настане. Треба як би вийти назустріч. Тільки так до нього можна підготуватися.`},3:{text:`Запуск приносить нещастя.
Наполегливість несе в собі небезпеку.
Коли про революцію говорили тричі,
Можна взяти на себе зобов'язання,
І чоловіки йому повірять.`,comments:`Коли необхідні зміни, слід уникати двох помилок. Одна полягає в надмірній поспіху і нещадності, які приносять лихо. Інша – надмірна ваганість і консерватизм, які теж небезпечні. Не кожна вимога змінити існуючий порядок повинна бути почута. З іншого боку, неодноразові та обґрунтовані скарги не повинні залишатися без розгляду. Коли розмова про зміни лунає тричі і добре обмірковується, він може повірити в це і погодитися з ним.

Тоді він зустрінеться з вірою і щось зробить.`},4:{text:`Зникає докори сумління. Чоловіки йому вірять.
Зміна форми правління приносить удачу.`,comments:`Для радикальних змін потрібні відповідні повноваження. Чоловік повинен мати внутрішню силу, а також впливове становище. Те, що він робить, повинно відповідати вищій істині і не повинно випливати з довільних чи дрібних мотивів; то це приносить велику удачу. Якщо революція не ґрунтується на такій внутрішній істині, результати погані, і вона не має успіху. Бо врешті-решт люди підтримають лише ті починання, які вони інстинктивно вважають справедливими.`},5:{text:`Велика людина змінюється, як тигр.
Ще до того, як він запитає оракула
Йому вірять.`,comments:`Тигрова шкура з її добре помітними чорними смугами на жовтій землі здалеку показує чіткий малюнок. Так само і з революцією, здійсненою великою людиною: великі, чіткі орієнтири стають видимими, зрозумілими кожному. Тому йому не потрібно спочатку радитися з оракулом, оскільки він завойовує спонтанну підтримку людей.`},6:{text:`Шляхетна людина змінюється, як пантера.`,comments:`Менша людина линяє на обличчі.

Запуск приносить нещастя.

Залишатися наполегливим приносить удачу.

Після вирішення великих і фундаментальних проблем необхідні певні дрібні реформи та їх доопрацювання. Ці детальні реформи можна порівняти з такими ж чіткими, але відносно невеликими слідами на шерсті пантери. Як наслідок, зміни також відбуваються серед менших людей. Відповідно до нового порядку вони так само «линяють». Ця линька, правда, не дуже глибока, але цього не варто очікувати. Ми повинні задовольнятися досягнутим. Якщо ми зайдемо занадто далеко і спробуємо досягти занадто багато, це призведе до хвилювань і нещасть. Бо метою великої революції є досягнення ясних, безпечних умов, що забезпечують загальну стабілізацію на основі того, що можливо в даний момент.`}},number:49};export{e as default};