var e={hex:16,hex_font:`䷏`,trad_chinese:`豫`,pinyin:`yù`,english:`Радість в русі`,binary:`001000`,od:`09`,wilhelm_above:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_below:{chinese:`K'UN`,symbolic:`Сприйнятливий`,alchemical:`земля`},wilhelm_symbolic:`Сильна лінія на четвертому місці, лінія провідного чиновника, зустрічає відповідь і покору з боку всіх інших ліній, які всі слабкі. Атрибутом верхньої триграми, Чжень, є рух; атрибутами Кунь, нижчого, є слухняність і відданість. Це починає рух, який зустрічає відданість і, отже, надихає ентузіазм, несучи в собі все. Крім того, велике значення має закон руху по лінії найменшого опору, який у цій гексаграмі проголошено як закон природних подій і людського життя.`,wilhelm_judgment:{text:`Радість у русі. Це сприяє встановленню помічників
І відправляти армії в похід.`,comments:`Час «Радість у русі» походить від того, що під рукою є видатна людина, яка співчуває духу народу і діє згідно з ним. Тому він знаходить загальний і готовий послух. Щоб пробудити ентузіазм, людині необхідно пристосувати себе та свої порядки до характеру тих, ким вона повинна керувати. На цьому принципі руху по лінії найменшого опору тримається непорушність природних законів.

Ці закони не є зовнішніми по відношенню до речей силами, а представляють іманентну в них гармонію руху. Ось чому небесні тіла не відхиляються від своїх орбіт і всі події в природі відбуваються з фіксованою регулярністю. Те ж саме з людським суспільством: лише такі закони, що вкорінені в народних настроях, можуть застосовуватися, тоді як закони, які порушують ці настрої, лише викликають обурення. Знову ж таки, саме ентузіазм дозволяє нам призначати помічників для завершення починання, не боячись таємного спротиву.

Це також ентузіазм, який може об’єднати масові рухи, як на війні, щоб вони досягли перемоги.`},wilhelm_image:{text:`Грім лунає з землі:
Образ Радості в русі.
Так стародавні царі творили музику
Щоб вшанувати заслуги,
І приніс це з пишністю
До Верховного Божества,
Запрошуючи своїх предків бути присутніми.`,comments:`Коли на початку літа грім — електрична енергія — знову виривається із землі, а перша гроза освіжає природу, тривалий стан напруги вирішується. Радість і полегшення дають про себе знати. Так само музика має силу послабити напругу в серці та послабити лещата незрозумілих емоцій. Ентузіазм серця мимоволі виражається в пориві пісні, в танці і ритмічних рухах тіла.

З незапам'ятних часів надихаюча дія невидимого звуку, який зворушує всі серця й об'єднує їх, збентежила людство. Правителі використовували цей природний смак до музики; вони підняли і регулювали його. На музику дивилися як на щось серйозне і святе, покликане очистити почуття людини. Музиці випало прославити чесноти героїв і таким чином побудувати міст у світ невидимого.

У храмі люди наближалися до Бога музикою та пантомімами (з цього пізніше розвинувся театр). Релігійне почуття до Творця світу поєднувалося з найсвятішим людським почуттям — пошаною до предків. Предки були запрошені на ці богослужіння як гості Володаря Неба і як представники людства у вищих областях. Це об’єднання людського минулого з Божеством в урочисті моменти релігійного натхнення встановило зв’язок між Богом і людиною.

Правитель, який шанував Божество, шануючи своїх предків, став таким чином Сином Неба, в якому небесний і земний світ зустрілися в містичному контакті. Ці ідеї є остаточним підсумком китайської культури. Конфуцій сказав про велике жертвоприношення, під час якого здійснювалися ці обряди: «Той, хто міг повністю зрозуміти цю жертву, міг би правити світом, наче він обертався на його руці».`},wilhelm_lines:{1:{text:`Ентузіазм, який виражає себе
Приносить нещастя.`,comments:`Чоловік у нижчому становищі має аристократичні зв’язки, якими він із ентузіазмом хвалиться. Ця зарозумілість неминуче тягне за собою нещастя.
Ентузіазм ніколи не повинен бути егоїстичною емоцією; воно виправдане лише тоді, коли це загальне почуття, яке об'єднує одного з іншими.`},2:{text:`Твердий як камінь. Не цілий день.
Наполегливість приносить удачу.`,comments:`Це описує людину, яка не дозволяє вводити себе в оману ніякими ілюзіями. У той час як інші дають себе охопити ентузіазмом, він з абсолютною ясністю розпізнає перші ознаки часу. Таким чином, він не лестить тим, хто вгорі, і не нехтує тими, хто під ним; він твердий, як скеля. Коли з'являються перші ознаки розбрату, він знає правильний момент для відступу і не зволікає навіть на день. Наполегливість у такій поведінці принесе удачу. Конфуцій говорить про цей рядок:

Знати насіння, це справді божественно. У спілкуванні з тими, хто вище, шляхетна людина не лестить. У спілкуванні з тими, хто стоїть нижче, він не зарозумілий. Бо він знає насіння. Насіння — це перший непомітний початок руху, перший слід удачі (або нещастя), що проявляється. Шляхетна людина сприймає насіння і негайно вживає заходів. Він не чекає навіть цілого дня. У Книзі змін сказано: «Твердий, як скеля. Не цілий день. Наполегливість приносить удачу».

Твердий, як камінь, навіщо потрібен цілий день?

Судове рішення може бути відоме.

Шляхетна людина знає, що приховано, а що явне.
Він знає слабкість, він знає і силу.
Тому міріади дивляться на нього.`},3:{text:`Ентузіазм, який дивиться вгору, породжує докори сумління.
Вагання приносить докори сумління.`,comments:`Цей рядок протилежний попередньому: останній свідчить про самовпевненість, а тут — захоплене погляд на лідера. Якщо чоловік занадто довго вагається, це також принесе докори сумління. Потрібно вловити правильний момент для підходу: тільки тоді він зробить правильну річ.`},4:{text:`Джерело ентузіазму.
Він досягає великих результатів.
Не сумнівайтеся.
Ви збираєте навколо себе друзів
Як застібка збирає волосся.`,comments:`Це описує людину, яка здатна пробудити ентузіазм через власну впевненість і свободу від вагань. Він приваблює людей, тому що не сумнівається і абсолютно щирий. Завдяки своїй довірі до них він завойовує їхню активну співпрацю і досягає успіху. Подібно до того, як застібка зближує волосся й утримує його, так він зближує людину завдяки своїй підтримці.`},5:{text:`Постійно хворіє, і досі не вмирає.`,comments:`Тут ентузіазм перешкоджає. Людина відчуває постійний тиск, що заважає йому вільно дихати. Однак цей тиск має свою перевагу — він не дає йому витрачати свої сили на пустий ентузіазм. Таким чином, постійний тиск може фактично підтримувати життя.`},6:{text:`Оманений ентузіазм.
Але якщо після завершення один зміниться,
Немає провини.`,comments:`Погано, коли людина дозволяє себе обдурити ентузіазмом. Але якщо ця омана закінчилася, і він все ще здатний змінитися, тоді він звільнений від помилок. Тверезе пробудження від помилкового ентузіазму цілком можливо і дуже сприятливо.`}},number:16};export{e as default};