var e={hex:6,hex_font:`䷅`,trad_chinese:`訟`,pinyin:`sòng`,english:`Конфлікт`,binary:111010,od:36,wilhelm_above:{chinese:`CH'IEN`,symbolic:`Творчий`,alchemical:`рай`},wilhelm_below:{chinese:`K'AN`,symbolic:`Безодня`,alchemical:`вода`},wilhelm_symbolic:`Верхня триграма, образом якої є небо, має рух вгору; нижня триграма, вода, відповідно до своєї природи прагне вниз. Таким чином дві половини віддаляються одна від одної, породжуючи ідею конфлікту. Атрибутом Творчого є сила, Бездонного – небезпека, хитрість. Там, де хитрість має силу перед собою, є конфлікт. Третя ознака конфлікту, з точки зору характеру, представлена ​​поєднанням глибокої хитрості всередині та твердої рішучості зовні. Людина такого характеру обов'язково буде сварливою.`,wilhelm_judgment:{text:`Конфлікт. Ви щирі
І чинять перешкоди.
Обережна зупинка на півдорозі приносить удачу.
Дойти до кінця приносить нещастя.
Це сприяє тому, щоб побачити велику людину.
Не далі перепливти велику воду.`,comments:`Конфлікт виникає тоді, коли людина відчуває себе правим і натикається на опозицію. Якщо хтось не впевнений у своїй правоті, опозиція веде до хитрості чи самовільного посягання, але не до відкритого конфлікту. Якщо людина втягнута в конфлікт, її єдиний порятунок полягає в тому, щоб бути настільки ясним і внутрішньо сильним, що він завжди готовий помиритися, зустрівши опонента на півдорозі.

Доведення конфлікту до гіркого кінця має погані наслідки, навіть якщо хтось правий, тому що тоді ворожнеча продовжується. Важливо бачити велику людину, тобто неупереджену людину, авторитет якої достатньо великий, щоб мирно припинити конфлікт або забезпечити справедливе рішення. Під час боротьби слід уникати переходу через велику воду, тобто не можна починати небезпечні підприємства, оскільки для того, щоб бути успішними, вони потребують узгодженої єдності.

Внутрішній конфлікт послаблює силу долати зовнішню небезпеку.`},wilhelm_image:{text:`Небо і вода йдуть протилежними шляхами:
Образ Конфлікту.
Таким чином, у всіх своїх угодах шляхетна людина
Уважно розглядає початок.`,comments:`Образ вказує на те, що причини конфлікту приховані в протилежних тенденціях двох триггерів. Як тільки з’являються ці протилежні тенденції, конфлікт стає неминучим. Тому, щоб уникнути цього, все потрібно ретельно продумати на самому початку. Якщо права й обов’язки чітко визначені або якщо в групі духовні тенденції індивідів гармонізуються, причина конфлікту усунена заздалегідь.`},wilhelm_lines:{1:{text:`Якщо не продовжувати роман,
Є невеликі плітки.
Зрештою приходить удача.`,comments:`Поки конфлікт знаходиться на початковій стадії, найкраще, що потрібно зробити, - це відмовитися від проблеми. Особливо, коли супротивник сильніший, не рекомендується ризикувати підштовхуванням конфлікту до вирішення. Може дійти до невеликої суперечки, але зрештою все закінчиться добре.`},2:{text:`Не можна вступати в конфлікт;
Один повертається додому, поступається дорогою.
Люди його міста,
Триста дворів,
Залишайтеся вільними від почуття провини.`,comments:`У боротьбі з сильним ворогом відступ не ганьба. Своєчасна відмова запобігає погані наслідки. Якби через фальшиве почуття честі людина дозволила втягнути себе в нерівний конфлікт, вона накликала б на себе лихо. У такому випадку мудра і примирлива позиція вигідна всій громаді, яка потім не буде втягнута в конфлікт.`},3:{text:`Харчуватися стародавньою чеснотою спонукає до наполегливості.
Небезпека. Зрештою приходить удача.
Якщо випадково ти на службі у короля,
Пошук не працює.`,comments:`Це попередження про небезпеку, яка супроводжується експансивним характером. Лише те, що було чесно здобуте завдяки заслугам, залишається у постійній власності. Може статися, що таке володіння може бути оскаржене, але оскільки воно дійсно є власним, його не можна пограбувати. Усе, чим володіє людина завдяки силі своєї власної природи, не може бути втрачене. Якщо хтось вступає на службу до начальства, то уникнути конфлікту можна, лише не шукаючи роботи заради престижу.

Досить, якщо робота зроблена: нехай честь дістанеться іншому.`},4:{text:`Не можна вступати в конфлікт.
Людина повертається назад і скоряється долі,
Змінює своє ставлення,
І знаходить спокій у наполегливості.
Удача.`,comments:`Це відноситься до людини, у внутрішньому відношенні якої спочатку не вистачає спокою. Він не задоволений своїм становищем і хотів би покращити його через конфлікт. На відміну від ситуації з дев'яткою на другому місці, він має справу зі слабшим суперником і тому може досягти успіху. Але він не може продовжувати боротьбу, тому що, оскільки право не на його боці, він не може виправдати конфлікт перед своєю совістю. Тому він повертається назад і приймає свою долю.

Він змінює свою думку і знаходить тривалий мир у єдності з вічним законом. Це приносить удачу.`},5:{text:`Позмагатися перед ним
Приносить вищу удачу.`,comments:`Це стосується арбітра в конфлікті, який є могутнім і справедливим, і достатньо сильним, щоб надати вагу правій стороні. Йому можна сміливо передати суперечку. Якщо хтось правий, той досягне великого щастя.`},6:{text:`Навіть якщо випадково комусь подарують шкіряний ремінь,
До кінця ранку
Його тричі викрадуть.`,comments:`Ось хтось довів конфлікт до кінця і переміг. Йому вручають нагороду, але його щастя недовге. На нього нападають знову і знову, і результатом стає безкінечний конфлікт.`}},number:6};export{e as default};