var e={hex:31,hex_font:`䷞`,trad_chinese:`咸`,pinyin:`xián`,english:`Вплив`,binary:`011100`,od:41,wilhelm_above:{chinese:`TUI`,symbolic:`Радісний`,alchemical:`озеро`},wilhelm_below:{chinese:`KêN`,symbolic:`Зберігаючи нерухомість`,alchemical:`Гора`},wilhelm_symbolic:`Назва гексаграми означає «універсальний», «загальний», а в переносному значенні — «впливати», «стимулювати». Верхня триграма - Туй, Радісний; нижній - це Кен, непорушний. Своїм наполегливим, тихим впливом нижня, жорстка триграма стимулює верхню, слабку триграму, яка відповідає на це подразнення бадьоро і радісно. Кен, нижня триграма, є молодшим сином; верхня, Туй, — молодша дочка. Таким чином представлено універсальне взаємне потяг між статями. У залицянні чоловіче начало повинно перехопити ініціативу і поставити себе нижче жіночого начала. Подібно до того, як перша частина книги 1 починається з гексаграм неба і землі, основ усього існуючого, друга частина починається з гексаграм залицяння та шлюбу, основ усіх соціальних відносин.`,wilhelm_judgment:{text:`Вплив. Успіх.
Наполегливість сприяє.

Взяти дівчину в дружини - до щастя.`,comments:`Слабка стихія вгорі, сильна внизу; тому їх сили притягують одна одну, так що вони об'єднуються. Це приносить успіх, адже весь успіх залежить від ефекту взаємного потягу. Зберігаючи спокій усередині, відчуваючи радість ззовні, можна запобігти перевищенню радості й утримати її в належних межах.

Це значення додаткової застереження: «Наполегливість сприяє», бо саме наполегливість робить різницю між спокусою та залицянням; в останній сильний чоловік займає нижчу позицію, ніж слабка дівчина, і виявляє до неї повагу. Це тяжіння між спорідненістю є загальним законом природи. Небо і земля притягуються одне до одного, і таким чином виникають усі створіння. Через таку привабливість мудрець впливає на людські серця, і таким чином світ досягає миру.

З їхньої привабливості ми можемо дізнатися про природу всіх істот на небі та на землі.`},wilhelm_image:{text:`Озеро на горі:

Образ впливу.

Таким чином шляхетна людина спонукає людей наближатися до неї
Своєю готовністю їх прийняти.`,comments:`Гора з озером на вершині стимулюється вологою з озера. Він має цю перевагу, оскільки його вершина не виступає як вершина, а затонула. Образ радить, щоб розум залишався скромним і вільним, щоб він міг залишатися сприйнятливим до добрих порад. Люди швидко відмовляються від консультації людини, яка думає, що знає все краще за інших.`},wilhelm_lines:{1:{text:`Вплив проявляється на великому пальці ноги.`,comments:`Рух, перш ніж його фактично виконати, спочатку проявляється в пальцях ніг. Ідея впливу вже присутня, але не відразу очевидна іншим. Поки намір не має видимого ефекту, він не має значення для зовнішнього світу і не веде ні до добра, ні до зла.`},2:{text:`Вплив проявляється в литках ніг.
Нещастя.`,comments:`Зволікання приносить удачу.

У русі литка ноги слідує за стопою; сама по собі вона не може ні йти вперед, ні стояти на місці. Оскільки рух не є самокерованим, це віщує погане. Треба спокійно чекати, поки реальний вплив спонукає його до дії. Тоді один залишається неушкодженим.`},3:{text:`Вплив проявляється на стегнах.
Дотримується того, що йде за ним.`,comments:`Продовжувати – принизливо. Кожен настрій серця спонукає нас до руху. Чого серце бажає, за тим біжать стегна, ні хвилини не вагаючись; вони тримаються за серце, за яким йдуть. Однак у житті людини діяти з приводу будь-якої примхи є неправильно, і якщо вона продовжується, це призводить до приниження. Тут напрошуються три міркування. По-перше, людина не повинна поспішно бігати за всіма особами, на яких вона хотіла б вплинути, але повинна вміти стримуватися за певних обставин.

Настільки мало, щоб він негайно піддавався будь-якій примсі тих, на чиїй службі він стоїть. Нарешті, що стосується настроїв його власного серця, він ніколи не повинен ігнорувати можливість гальмування, бо це є основою людської свободи.`},4:{text:`Наполегливість приносить удачу.
Зникає докори сумління.
Якщо чоловік схвильований в розумі,
І думки його ходять туди-сюди,
Тільки ті друзі
На якому він фіксує свої свідомі думки
Буде слідувати.`,comments:`Тут дійшло до серця. Імпульс, який випливає з цього джерела, є найважливішим з усіх. Особливо важливо, щоб цей вплив був постійним і хорошим; тоді, незважаючи на небезпеку, що виникає через велику сприйнятливість людського серця, не буде жодних причин для каяття. Коли діє тиха сила власного характеру людини, результати справляються. Тоді всі ті, хто сприйнятливий до вібрацій такого духу, зазнають впливу.

Вплив на інших не повинен виражатися як свідоме й вольове намагання маніпулювати ними. Практикуючи таке свідоме спонукання, людина стає збудженою і виснажується вічним стресом і напругою. Крім того, вироблені ефекти обмежуються тими, на кого свідомо зосереджені думки.`},5:{text:`Вплив проявляється на задній частині шиї.`,comments:`Без провини.

Задня частина шиї є найбільш жорсткою частиною тіла. Коли там проявляється вплив, воля залишається твердою і вплив не призводить до плутанини. Тому докори сумління тут не беруться до уваги. Те, що відбувається в глибині людини, в підсвідомості. Це правда, якщо ми не можемо вплинути на себе, ми не можемо вплинути на зовнішній світ.`},6:{text:`Вплив проявляється на щелепах, щоках і язиці.`,comments:`Найбільш поверхневий спосіб спроби вплинути на інших — це розмови, за якими немає нічого реального. Вплив, спричинений таким простим маханням язиком, обов’язково повинен залишатися незначним. Отже, не додається вказівка ​​на хорошу чи погану долю.`}},number:31};export{e as default};