var e={hex:53,hex_font:`䷴`,trad_chinese:`漸`,pinyin:`jiàn`,english:`Поступове зростання`,binary:110100,od:54,wilhelm_above:{chinese:`SUN`,symbolic:`Ніжний`,alchemical:`Вітер`},wilhelm_below:{chinese:`KêN`,symbolic:`Зберігаючи нерухомість`,alchemical:`Гора`},wilhelm_symbolic:`Ця гексаграма складається з Сонця (ліс, проникнення) вгорі, тобто зовні, і Кен (гора, тиша) внизу, тобто всередині. Дерево на горі розвивається повільно за законом свого буття і тому міцно стоїть. Це дає уявлення про розвиток, який йде поступово, крок за кроком. Атрибути триграм також вказують на це: всередині - спокій, який захищає від необдуманих дій, а зовні - проникнення, що робить можливим розвиток і прогрес.`,wilhelm_judgment:{text:`Поступове зростання. Діва
Видається заміж.
Удача.
Наполегливість сприяє.`,comments:`Розвиток подій, який призводить до того, що дівчина слідує за чоловіком додому, йде повільно. Перед укладенням шлюбу необхідно усунути різні формальності. Цей принцип поступового розвитку можна застосувати й до інших ситуацій; він завжди застосовний, коли мова йде про коректні відносини співпраці, як, наприклад, при призначенні посадової особи. Слід дозволити розвитку йти належним чином. Поспішні дії були б нерозумними.

Це, нарешті, вірно і щодо будь-яких спроб впливати на інших, бо й тут суттєвим чинником є ​​правильний шлях розвитку через культивування власної особистості. Жоден вплив, подібний тому, який здійснюють агітатори, не має тривалого ефекту. Розвиток особистості також має йти тим же шляхом, якщо ми хочемо досягти тривалих результатів. Лагідність, яка пристосовується, але в той же час прониклива, є зовнішньою формою, яка повинна виходити з внутрішнього спокою.

Сама поступовість розвитку вимагає наполегливості, бо сама по собі наполегливість запобігає зведенню повільного прогресу нанівець.`},wilhelm_image:{text:`На горі дерево:

Образ поступового зростання.

Таким чином шляхетна людина перебуває в гідності та чесноті,
Щоб покращити звичаї.`,comments:`Дерево на горі видно здалеку, і його розвиток впливає на ландшафт усієї області. Не стріляє, як болотна рослина; його зростання відбувається поступово. Таким чином, вплив на людей може бути лише поступовим. Жоден раптовий вплив чи пробудження не має тривалого ефекту. Прогрес повинен бути досить поступовим, і для того, щоб досягти такого прогресу в громадській думці і в звичаях людей, необхідно, щоб особистість набула впливу і ваги.

Це досягається завдяки ретельній і постійній роботі над власним моральним розвитком.`},wilhelm_lines:{1:{text:`Дика гуска поступово наближається до берега.`,comments:`Маленький син у небезпеці.

Йде розмова. Без провини.

Усі окремі лінії в цій гексаграммі символізують поступовий політ дикої гуски. Дикий гусак є символом подружньої вірності, адже вважається, що цей птах ніколи не бере іншої пари після смерті першої. Початкова лінія говорить про перше місце спочинку під час польоту водоплавних птахів із води у височінь. До берега дійшли. Ситуація самотнього молодого чоловіка, який тільки починає пробиватися в житті. Оскільки ніхто не приходить йому на допомогу, його перші кроки повільні й нерішучі, а його оточує небезпека. Природно, він піддається значній критиці. Але саме ці труднощі заважають йому бути надто поспішним, і його прогрес є успішним.`},2:{text:`Дика гуска поступово наближається до обриву.
Їсти і пити в мирі та злагоді.
Удача.`,comments:`Скеля — безпечне місце на березі. Розвиток пішов ще далі. Початкова невпевненість була подолана, і було знайдено безпечне становище в житті, що дає людині достатньо для життя. Цей перший успіх, відкриваючи шлях до діяльності, приносить певну радість настрою, і назустріч майбутньому йдеш заспокоєним. Про дикого гусака кажуть, що він кличе своїх товаришів щоразу, коли знаходить їжу; це символ миру і злагоди в долі.

Чоловік не хоче залишати свою удачу тільки для себе, але готовий поділитися нею з іншими.`},3:{text:`Дика гуска поступово наближається до плато.`,comments:`Чоловік йде і не повертається.

Жінка носить дитину, але не народжує.
Нещастя.
Це допомагає відбиватися від грабіжників.

Високе плато сухе і непридатне для дикої гуски. Якщо воно йде туди, воно заблукало й зайшло надто далеко. Це суперечить закону розвитку. Так само і в людському житті. Якщо ми не даємо подіям розвиватися тихо, а за власним вибором надто необдумано кидаємось у боротьбу, це призводить до нещастя. Чоловік ставить під загрозу власне життя, тим самим гине його сім'я. Однак це не все необхідно; це лише результат порушення закону природного розвитку. Якщо хтось не провокує навмисне конфлікт, а обмежується енергійним відстоюванням власної позиції та відсіченням невиправданих нападок, то все йде добре.`},4:{text:`Дикий гусак поступово наближається до дерева.
Можливо, воно знайде рівну гілку. Без провини.`,comments:`Дерево не підходить для дикого гусака. Але якщо воно розумне, воно знайде рівну гілку, на яку зможе спертися. Життя людини також у процесі свого розвитку часто приводить її в неадекватні ситуації, в яких їй важко втриматися без небезпеки. Тоді важливо бути розважливим і поступливим. Це дає йому змогу знайти безпечне місце, де життя може тривати, хоча він може бути оточений небезпекою.`},5:{text:`Дика гуска поступово наближається до вершини.
Три роки жінка не має дітей.
Зрештою, їй ніщо не завадить.
Удача.`,comments:`Вершина — високе місце. На високій посаді людина легко стає ізольованою. Когось неправильно оцінює та сама особа, від якої ти залежна: жінку через її чоловіка, чиновника через його начальника. Це робота брехливих людей, які проникли всередину. Результатом є те, що стосунки залишаються безплідними, і нічого не досягається. Але в ході подальшого розвитку такі непорозуміння усуваються, і все-таки досягається примирення.`},6:{text:`Дика гуска поступово наближається до хмарних висот.
Його пір'я можна використовувати для священного танцю.
Удача.`,comments:`Тут життя добігає кінця. Робота людини завершена. Шлях здіймається високо до неба, як летить диких гусей, коли вони залишають землю далеко позаду. Там вони летять, дотримуючись порядку польоту в строгому строю. А якщо їх пір'я осиплеться, вони можуть служити прикрасами в священних танцювальних пантомімах, що виконуються в храмах. Отже, життя людини, яка вдосконалилася, є яскравим світлом для людей землі, які дивляться на неї як на приклад.`}},number:53};export{e as default};