var e={hex:17,hex_font:`䷐`,trad_chinese:`隨`,pinyin:`suí`,english:`Слідування`,binary:`011001`,od:18,wilhelm_above:{chinese:`TUI`,symbolic:`Радісний`,alchemical:`озеро`},wilhelm_below:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_symbolic:`Триграма Дуй, Радісний, атрибутом якої є радість, знаходиться вище; Чен, Збудження, яке має атрибут руху, знаходиться нижче. Радість від руху викликає наслідування. Радісний — молодша дочка, а Збудливий — старший син. Літній чоловік підкоряється молодій дівчині та виявляє до неї увагу. Цим він спонукає її піти за ним.`,wilhelm_judgment:{text:`Наступне має вищий успіх.
Наполегливість сприяє. Без провини.`,comments:`Щоб отримати послідовників, потрібно спочатку знати, як адаптуватися. Якщо людина хоче правити, вона повинна спочатку навчитися служити, бо лише таким чином вона заручиться від тих, хто нижче за неї, радісної згоди, необхідної для того, щоб вони йшли за нею. Якщо йому доводиться завоювати прихильників силою чи хитрістю, шляхом змови чи створення фракції, він незмінно викликає опір, який перешкоджає добровільному приєднанню.

Але навіть радісні рухи можуть призвести до поганих наслідків, тому додана застереження: «Наполегливість сприяє» — тобто послідовність у правильному вчинку — разом із «Без провини». Подібно до того, як ми не повинні просити інших слідувати за нами, якщо ця умова не виконана, так само лише за цієї умови ми можемо в свою чергу слідувати за іншими, не завдаючи шкоди. Ідея отримати прихильників через пристосування до вимог часу є великою і важливою ідеєю; ось чому додане рішення є таким сприятливим.`},wilhelm_image:{text:`Грім посеред озера:
Образ Слідування.
Таким чином шляхетна людина з настанням ночі
Заходить у приміщення для відпочинку та відновлення сил.`,comments:`Восени електрика знову відходить у землю і відпочиває. Тут образом є грім посеред озера — грім у зимовому спокої, а не грім у русі. З цього образу виростає ідея слідування в сенсі пристосування до вимог часу. Грім посередині озера вказує на часи темряви та відпочинку. Подібним чином шляхетна людина, після невтомної активності цілий день, дозволяє собі відпочити та оздоровитися вночі.

Жодна ситуація не може стати сприятливою, поки людина не зможе адаптуватися до неї і не виснажувати себе помилковим опором.`},wilhelm_lines:{1:{text:`Стандарт змінюється.
Наполегливість приносить удачу.
Вийти за двері в компанії
Виробляє грамоти.`,comments:`Існують виняткові умови, в яких змінюються відносини між лідером і послідовниками. В ідеї наслідування та адаптації неявно випливає, що якщо хтось хоче керувати іншими, він повинен залишатися доступним і чуйним до поглядів тих, хто йому підлеглий. Водночас, однак, він повинен мати тверді принципи, щоб не коливатися там, де йдеться лише про поточну думку.

Коли ми готові прислухатися до думки інших, ми не повинні спілкуватися виключно з людьми, які поділяють наші погляди, або з членами нашої власної партії; замість цього ми повинні вийти і вільно спілкуватися з різними людьми, друзями чи ворогами. Тільки так можна чогось досягти.`},2:{text:`Якщо хтось пригорнеться до маленького хлопчика,
Один втрачає сильного.`,comments:`У дружніх і близьких стосунках людина повинна робити обережний вибір. Він оточує себе або хорошим, або поганим товариством; він не може мати обидва одночасно. Якщо він кидається на негідних друзів, він втрачає зв’язок із людьми інтелектуальної влади, які могли б сприяти йому на благо.`},3:{text:`Якщо чіплятися за сильного,
Один втрачає маленького хлопчика.`,comments:`Слідуючи, людина знаходить те, що шукає.
Це допомагає залишатися наполегливим.

Коли знайдено правильний зв'язок із видатними людьми, природно настає певна втрата. Людина повинна розлучатися з неповноцінними і поверхневими. Але в душі він буде відчувати задоволення, тому що прагне і потребує розвитку своєї особистості. Головне — залишатися твердим. Він повинен знати, чого хоче, і не піддаватися миттєвим схильностям.`},4:{text:`Слідування створює успіх.
Наполегливість приносить нещастя.
Щиро йти своїм шляхом приносить ясність.
Як у цьому може бути провина?`,comments:`Часто трапляється, коли людина має певний вплив, що вона отримує прихильників через поблажливість до нижчих. Але люди, які до нього прив'язуються, не чесні у своїх намірах. Вони шукають особистої вигоди та намагаються зробити себе незамінними через лестощі та підлабузництво. Якщо людина звикає до таких супутників і не може без них обходитися, це приносить нещастя.

Лише тоді, коли людина повністю звільняється від свого его і націлена, через переконання, на те, що є правильним і суттєвим, вона набуває ясності, яка дозволяє їй бачити крізь таких людей і звільняється від звинувачень.`},5:{text:`Щирі в добрі. Удача.`,comments:`У кожної людини має бути щось, за чим вона слідує, — те, що служить їй путівною зіркою. Той, хто з переконанням слідує за прекрасним і добрим, може почувати себе зміцненим цим висловом.`},6:{text:`Він зустрічає тверду відданість
І ще далі пов'язаний.
Король представляє його
До Західної гори.`,comments:`Це відноситься до людини, піднесеного мудреця, який уже залишив позаду світові сум'яття. Але з'являється послідовник, який його розуміє і не відлякує. Тож мудрець повертається у світ і допомагає іншому в його роботі. Таким чином між ними розвивається вічний зв’язок. Алегорія вибрана з літописів династії Чжоу. Правителі цієї династії вшановували людей, які добре їм служили, нагороджуючи їх місцем у храмі предків королівської родини на Західній горі.

Таким чином, вони вважалися учасниками долі правлячої родини.`}},number:17};export{e as default};