var e={hex:63,hex_font:`䷾`,trad_chinese:`既濟`,pinyin:`jìjì`,english:`Після завершення`,binary:`010101`,od:64,wilhelm_above:{chinese:`K'AN`,symbolic:`Безодня`,alchemical:`вода`},wilhelm_below:{chinese:`Лі`,symbolic:`Прилипання`,alchemical:`вогонь`},wilhelm_symbolic:`Ця гексаграма є еволюцією Тай Мир

11. Перехід від плутанини до порядку завершено, і все на своїх місцях, навіть у подробицях. Сильні лінії в сильних місцях, слабкі лінії в слабких місцях. Це дуже сприятливий прогноз, але він дає привід для роздумів. Бо саме тоді, коли досягнуто ідеальної рівноваги, будь-який рух може спричинити повернення порядку до безладу. За однією сильною лінією, яка перемістилася вгору, створюючи повний порядок у деталях, слідують інші лінії. Кожен рухається відповідно до своєї природи, і таким чином раптом знову виникає гексаграма Пі, Роз'єднання

12. Отже, справжня гексаграма вказує на умови кульмінаційного періоду, які вимагають максимальної обережності.`,wilhelm_judgment:{text:`Після завершення. Успіх у малих справах.
Наполегливість сприяє.
На початку удача.
Наприкінці розладу.`,comments:`Перехід від старого до нового часу вже здійснено. В принципі, все систематизовано, і тільки в деталях можна сказати, що успіху ще попереду. Щодо цього, однак, ми повинні бути обережними, щоб зберігати правильне ставлення. Усе відбувається як би само собою, і це дуже легко може спокусити нас розслабитися й дозволити подіям йти своєю чергою, не турбуючись про деталі. Така байдужість – корінь усіх зол. Симптоми гниття обов’язково будуть результатом.

Тут ми маємо правило, яке вказує на звичайний хід історії. Але це правило не є невід’ємним законом. Той, хто це розуміє, може уникнути його наслідків за допомогою невпинної наполегливості та обережності.`},wilhelm_image:{text:`Вода над вогнем: образ стану
В Після завершення.

Таким чином шляхетна людина

Думає про нещастя
І заздалегідь озброюється проти цього.`,comments:`Коли вода в чайнику висить над вогнем, два елементи стоять у відношенні і таким чином виробляють енергію (пор. виробництво пари). Але напруга, що виникає, вимагає обережності. Якщо вода закипає, вогонь гасне, а його енергія втрачається. Якщо тепло занадто велике, вода випаровується в повітря. Ці елементи, зв’язані тут і таким чином генеруючи енергію, за своєю природою є ворожими один одному. Тільки максимальна обережність може запобігти пошкодженню.

У житті також бувають моменти, коли всі сили знаходяться в рівновазі і працюють злагоджено, так що все здається в найкращому порядку. У такі часи тільки мудрець розпізнає моменти, що віщують небезпеку, і вміє її відігнати своєчасними запобіжними заходами.`},wilhelm_lines:{1:{text:`Він ламає свої колеса.
Він потрапляє своїм хвостом у воду.`,comments:`Без провини.

У часи після великого переходу все рветься вперед, прагне в напрямку розвитку та прогресу. Але цей натиск на початку не є добрим; це перевершує позначку і безперечно веде до втрати та краху. Тому людина сильного характеру не дає себе заразити загальному сп'янінню, а вчасно перевіряє свій шлях. Можливо, він і не залишиться зовсім байдужим від згубних наслідків загального тиску, але його вдарять тільки ззаду, як лисицю, яка, перепливши воду, в останню хвилину змочує хвіст. Він не зазнає ніякої реальної шкоди, тому що його поведінка була правильною.`},2:{text:`Жінка втрачає завісу свого вагону.
Не біжіть за ним;
На сьомий день ти його отримаєш.`,comments:`Коли жінка виїжджала у своїй кареті, у неї була штора, яка приховувала її від поглядів цікавих. Втрата цієї завіси вважалася порушенням пристойності. У суспільному житті це означає, що людина, яка хоче чогось досягти, не отримує тієї довіри влади, яка потрібна їй, так би мовити, для свого особистого захисту.

Особливо в часи «після завершення» може статися так, що ті, хто прийшов до влади, стануть зарозумілими та пихатими і вже не будуть турбуватися про виховання нових талантів. Це, як правило, призводить до пошуку посади. Якщо начальство не довіряє людині, вона буде шукати шляхи й способи отримати її та привернути до себе увагу. Від такої негідної процедури нас застерігають: «Не шукайте».

Не кидайтеся на світ, а чекайте спокійно і розвивайте особисту цінність власними зусиллями. Часи змінюються. Коли шість етапів гексаграми пройдено, настає нова ера. Те, що належить людині, не можна втратити назавжди. Воно приходить до нього само по собі. Йому потрібно тільки вміти чекати.`},3:{text:`Славетний предок
Дисциплінує країну диявола.
Через три роки він його підкорює.
Менших людей не можна приймати на роботу.`,comments:`«Славний предок» — династичний титул імператора У Ціна з династії Інь. Упорядкувавши своє царство сильною рукою, він вів тривалі колоніальні війни за підкорення гунів, які зайняли північні кордони з постійною загрозою вторгнень. Описана ситуація виглядає наступним чином. Після часів завершення, коли з’явилася нова влада і все всередині країни було наведено порядок, майже неминуче настає період колоніальної експансії.

Тоді, як правило, доводиться рахуватися з довгою боротьбою. З цієї причини правильна колоніальна політика є особливо важливою. Територія, завойована такою гіркою ціною, не повинна розглядатися як богадільня для людей, які так чи інакше виявилися неможливими вдома, але які вважаються цілком достатніми для колоній. Така політика з самого початку руйнує будь-які шанси на успіх.

Це справедливо як для малих, так і для великих справ, тому що колоніальну політику проводять не лише держави, що розвиваються; прагнення до розширення з супутніми небезпеками є невід’ємною частиною кожного амбітного починання.`},4:{text:`Найкращий одяг перетворюється на лахміття.
Будьте обережні цілий день.`,comments:`У часи розквіту культури час від часу неодмінно трапляються конвульсії, які виявляють приховане зло в суспільстві та спершу викликають велику сенсацію. Але оскільки загалом ситуація сприятлива, то таке зло легко замовчувати та приховувати від громадськості. Тоді все забувається і мир, мабуть, знову самовдоволено панує. Однак для вдумливої ​​людини такі події є серйозною ознакою, якою він не нехтує. Тільки так можна уникнути поганих наслідків.`},5:{text:`Сусід на сході, що ріже вола
Не досягає стільки справжнього щастя
Як сусід на заході
Зі своєю невеликою пожертвою.`,comments:`На релігійні погляди також впливає духовна атмосфера, яка панує в часи після завершення. У божественному поклонінні прості старі форми замінюються дедалі складнішим ритуалом і дедалі більшим зовнішнім проявом. Але в цьому показі пишноти бракує внутрішньої серйозності; людська примха займає місце сумлінної покори божественній волі. Однак поки людина бачить те, що перед очима, Бог дивиться в серце.

Тому проста жертва, принесена зі справжнім благочестям, має більше благословення, ніж вражаюче служіння без тепла.`},6:{text:`Він потрапляє головою у воду. Небезпека.`,comments:`Тут на завершення додається ще одне застереження. Перепливши струмок, людина може потрапити на голову у воду лише в тому випадку, якщо матиме необережність повернути назад. Поки він йде вперед і не озирається назад, він уникає цієї небезпеки. Але є якесь захоплення в тому, щоб стояти на місці й озиратися на подолану небезпеку. Однак таке марне самолюбування приносить нещастя. Це веде лише до небезпеки, і якщо людина нарешті не вирішує йти вперед, не зупиняючись, стає жертвою цієї небезпеки.`}},number:63};export{e as default};