var e={hex:64,hex_font:`䷿`,trad_chinese:`未濟`,pinyin:`wèijì`,english:`Перед завершенням`,binary:101010,od:63,wilhelm_above:{chinese:`Лі`,symbolic:`Прилипання`,alchemical:`вогонь`},wilhelm_below:{chinese:`K'AN`,symbolic:`Безодня`,alchemical:`вода`},wilhelm_symbolic:`Ця гексаграма вказує на час, коли перехід від безладу до порядку ще не завершено. Зміна справді готова, оскільки всі лінії у верхній триграмі співвідносяться з лініями в нижній. Проте вони ще не на своїх місцях. У той час як попередня гексаграма пропонує аналогію з осінню, яка формує перехід від літа до зими, ця гексаграма представляє паралель з весною, яка виводить із зимового застою в плідну пору літа. З таким обнадійливим поглядом Книга змін добігає кінця.`,wilhelm_judgment:{text:`Перед завершенням. Успіх.
Але якщо лисиця, майже завершивши перехід,
Пускає хвіст у воду,

Ніщо не сприяє.`,comments:`Умови важкі. Завдання велике і відповідальне. Це не що інше, як виведення світу з плутанини і повернення до порядку. Але це завдання, яке обіцяє успіх, тому що є мета, яка може об'єднати сили, що зараз йдуть у різні боки. Але спочатку треба рухатися обережно, як старий лис, що йде по льоду. Обережність лисиці, яка йде по льоду, є загальновідомою в Китаї.

Його вуха постійно спостерігають за тріском льоду, оскільки він ретельно й обачно шукає найбезпечніші місця. Молода лисиця, яка ще не набула цієї обережності, сміливо йде вперед, і може статися, що вона впаде і намочить хвіст, коли вже майже перетне воду. Тоді, звичайно, всі його зусилля були марними. Відповідно, у часи «перед завершенням» зваженість і обережність є передумовами успіху.`},wilhelm_image:{text:`Вогонь над водою:

Образ стану перед переходом.

При цьому шляхетна людина обережна
У диференціації речей,

Щоб кожна знайшла своє місце.`,comments:`Коли вогонь, який за своєю природою горить угору, знаходиться вгорі, а вода, яка тече вниз, знаходиться внизу, їхні наслідки мають протилежні напрямки та залишаються непов’язаними. Якщо ми хочемо досягти ефекту, ми повинні спочатку дослідити природу цих сил і з’ясувати їх правильне місце. Якщо ми зможемо застосувати ці сили в потрібному місці, вони матимуть бажаний ефект і завершення буде досягнуто.

Але для того, щоб належним чином поводитись із зовнішніми силами, ми, перш за все, повинні самі дійти до правильної точки зору, бо лише з цієї переваги ми можемо працювати правильно.`},wilhelm_lines:{1:{text:`Він потрапляє своїм хвостом у воду.
Принизливо.`,comments:`У часи безладу виникає спокуса просунутися якомога швидше, щоб досягти чогось відчутного. Але цей ентузіазм призводить лише до поразки та приниження, якщо час досягнення ще не настав. У такий час розумно позбавити себе ганьби через невдачу, стримавшись.`},2:{text:`Він гальмує колеса.
Наполегливість приносить удачу.`,comments:`І тут час діяти ще не настав. Але потрібне терпіння — це не просто очікування без думки про завтрашній день. Продовжуючи нескінченно, це не приведе до жодного успіху. Натомість людина повинна розвивати в собі силу, яка дозволить їй йти вперед. Він повинен мати транспортний засіб, так би мовити, щоб здійснити перетин. Але поки що він повинен використовувати гальма. Терпіння у найвищому розумінні означає гальмування сили. Тому він не повинен заснути і втратити мету з поля зору.

Якщо він залишатиметься сильним і непохитним у своїй рішучості, зрештою все буде добре.`},3:{text:`До завершення напад приносить нещастя.
Це сприяє переходу через велику воду.`,comments:`Час переходу настав, але не вистачає сил завершити перехід. Якщо хтось спробує змусити його, це призведе до катастрофи, тому що крах буде неминучим. Що робити? Необхідно створити нову ситуацію; потрібно залучити енергію здібних помічників і в цьому товаристві зробити вирішальний крок — перетнути велику воду. Тоді добудова стане можливою.`},4:{text:`Наполегливість приносить удачу.
Зникає докори сумління.`,comments:`Шокувати, таким чином дисциплінувати Країну диявола.
Протягом трьох років винагороджуються великі королівства.

Тепер настав час боротьби. Перехід має бути завершено. Ми повинні бути сильними у вирішенні; це приносить удачу. Треба замовкнути всі побоювання, які можуть виникнути в такі тяжкі часи боротьби. Йдеться про запеклу боротьбу, щоб зламати та дисциплінувати Країну диявола, сили занепаду. Але боротьба також має свою нагороду. Настав час закласти основи могутності та майстерності на майбутнє.`},5:{text:`Наполегливість приносить удачу.`,comments:`Без провини.

Світло благородної людини правдиве.
Удача.

Перемога здобута. Сила стійкості не була знищена. Все пройшло добре. Усі сумніви подолано. Успіх виправдав вчинок. Світло вищої особистості засяє знову і дає змогу відчути свій вплив серед людей, які вірять у нього та гуртуються навколо нього. Настав новий час, а з ним і доля. І подібно до того, як сонце світить у подвоєній красі після дощу або як ліс стає ще більш свіжим зеленим на обвуглених руїнах після пожежі, так нова ера виглядає ще славетнішою на відміну від нещастя старої.`},6:{text:`Йде розпивання вина
Зі щирою впевненістю. Без провини.
Але якщо намочити голову,
Він втрачає це, по правді кажучи.`,comments:`Перед завершенням, на світанку нового часу, друзі збираються в атмосфері взаємної довіри, і час очікування минає в товаристві. Оскільки нова ера вже на порозі, вини в цьому немає. Але в усьому цьому треба бути обережним, щоб триматися в належних межах. Якщо людина напивається під час свого розгулу, вона втрачає сприятливість ситуації через свою нестриманість.`}},number:64};export{e as default};