var e={hex:54,hex_font:`䷵`,trad_chinese:`歸妹`,pinyin:`guīmèi`,english:`Молодша наречена`,binary:`001011`,od:53,wilhelm_above:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_below:{chinese:`TUI`,symbolic:`Радісний`,alchemical:`озеро`},wilhelm_symbolic:`Вгорі у нас Чен, старший син, а внизу Туй, молодша дочка. Чоловік веде, а дівчина з радістю йде за ним. На картині зображено вхід дівчини в дім чоловіка. Всього існує чотири гексаграми, що зображують відносини між чоловіком і дружиною. Сянь, вплив,

31, описує потяг, який молода пара відчуває одне до одного; Хенг, Тривала стабільність

32, зображує постійні шлюбні стосунки; Чієн, поступове зростання

53, відображає тривалі церемоніальні процедури, пов’язані з «Одруженням дівчини», показує молоду дівчину під керівництвом старшого чоловіка, який одружується з нею.`,wilhelm_judgment:{text:`Заміжня дівчина.
Починання приносять нещастя.

Ніщо не сприяє.`,comments:`Дівчина, взята в сім'ю, але не в якості головної дружини, повинна поводитися особливо обережно і стримано. Вона не повинна брати на себе витіснення господині будинку, бо це означало б розлад і призвело б до несприятливих відносин. Те ж саме стосується всіх добровільних відносин між людьми. Тоді як законодавчо врегульовані стосунки, засновані на особистій схильності, зрештою цілком залежать від тактовної стриманості.

Прихильність як основний принцип спорідненості має найбільше значення в усіх стосунках у світі. Бо союз неба і землі є джерелом усієї природи. Серед людей також спонтанна прихильність є всеохоплюючим принципом союзу.`},wilhelm_image:{text:`Грім над озером:

Образ дівчини, що виходить заміж.

Таким чином шляхетна людина
Розуміє минуще
У світлі вічності кінця.`,comments:`Грім хвилює воду в озері, яка мерехтливими хвилями пливе за нею. Це символізує дівчину, яка йде за обраним чоловіком. Але будь-які стосунки між людьми несуть у собі небезпеку того, що може бути прийнято неправильний поворот, що призведе до нескінченних непорозумінь і розбіжностей. Тому необхідно постійно пам'ятати про кінець. Якщо ми дозволяємо собі дрейфувати, ми збираємося разом і знову розлучаємося, як вирішить день.

З іншого боку, якщо людина зосередить свій розум на довготривалій меті, їй вдасться уникнути рифів, які стикаються з близькими стосунками людей.`},wilhelm_lines:{1:{text:`Виходить заміж дівчина як наложниця.
Кульгавий, що вміє ступати.
Починання приносять удачу.`,comments:`Принцеси стародавнього Китаю підтримували постійний порядок рангів серед придворних дам, які підпорядковувалися королеві, як молодші сестри старшій. Часто вони походили з родини королеви, яка сама приводила їх до свого чоловіка. Це означає, що дівчина, яка входить в сім'ю за згодою дружини, не буде зовні прирівнятися до останнього, а скромно відійде на другий план.

Однак, якщо вона зрозуміє, як вписатися в структуру речей, її становище буде цілком задовільним, і вона почуватиметься захищеною любов’ю чоловіка, якому вона народжує дітей. Такий же сенс вкладається у відносини між чиновниками. Чоловік може насолоджуватися особистою дружбою принца і бути в його довірі.

Зовні ця людина мусить тактовно триматися на задньому плані позаду офіційних державних міністрів, але, хоч і заважає йому цей статус, ніби він кульгавий, він все-таки може чогось досягти через доброту своєї натури.`},2:{text:`Одноока людина, здатна бачити.`,comments:`Наполегливість самотньої людини сприяє.

Тут мова йде про дівчину, яка вийшла заміж за чоловіка, який її розчарував. Чоловік і дружина повинні працювати разом, як пара очей. Тут дівчина залишилася на самоті; обраний нею чоловік або став невірним, або помер. Але вона не втрачає внутрішнього світла вірності. Думаючи, що іншого ока немає, вона зберігає свою вірність навіть на самоті.`},3:{text:`Заміжня дівчина як рабиня.`,comments:`Вона виходить заміж як наложниця.

Дівчина, яка перебуває в нижчому становищі і не знаходить чоловіка, за деяких обставин все ж може отримати притулок як наложниця. Це малює ситуацію людини, яка надто сильно прагне радості, яку неможливо отримати звичайним шляхом. Він потрапляє в ситуацію, не зовсім сумісну з самооцінкою. До цього рядка не додається ані вирок, ані попередження; він лише висвітлює реальну ситуацію, щоб кожен міг винести з неї урок.`},4:{text:`Виходить заміж дівчина витягує відведений час.
Пізній шлюб приходить у свій час.`,comments:`Дівчина доброчесна. Вона не хоче кидати себе, і дозволяє звичному часу для шлюбу проскочити. Однак шкоди в цьому немає; вона винагороджується за свою чистоту і, хоча й із запізненням, знаходить призначеного їй чоловіка.`},5:{text:`Государ І видав свою дочку заміж.`,comments:`Вишиті шати княгині
Були не такі прекрасні
Як у покоївки.

Місяць, який майже повний
Приносить удачу.

Суверен І — Тан Завершувач. Цей правитель постановив, що імперські принцеси повинні підпорядковуватися своїм чоловікам так само, як і інші жінки (пор. Гексаграма

11, шість на п'ятому місці). Імператор не чекає, поки залицяльник посватається до його дочки, а віддає її заміж, коли вважає за потрібне. Тому тут прийнято, щоб сім'я дівчини брала на себе ініціативу. Ми бачимо тут дівчину аристократичного походження, яка виходить заміж за чоловіка зі скромними обставинами та розуміє, як витончено пристосуватися до нової ситуації. Вона вільна від будь-якої марноти зовнішніх прикрас і, забувши про своє становище у своєму шлюбі, займає місце нижче свого чоловіка, так само як місяць, поки він не повний, не звернений прямо до сонця.`},6:{text:`Жінка тримає кошик, але в ньому немає фруктів.`,comments:`Чоловік коле вівцю, але кров не тече.

Ніщо не сприяє.

Під час жертвоприношення предкам жінка повинна була принести врожай у кошику, а чоловік власноручно зарізав жертовну тварину. Тут ритуал виконується лише поверхово; жінка бере порожній кошик, а чоловік заколов вівцю, зарізану заздалегідь, виключно для збереження форми. Це неблагочестиве, нешанобливе ставлення не віщує нічого доброго для шлюбу.`}},number:54};export{e as default};