var e={hex:47,hex_font:`䷮`,trad_chinese:`困`,pinyin:`kùn`,english:`Виснаження`,binary:`011010`,od:22,wilhelm_above:{chinese:`TUI`,symbolic:`Радісний`,alchemical:`озеро`},wilhelm_below:{chinese:`K'AN`,symbolic:`Безодня`,alchemical:`вода`},wilhelm_symbolic:`Вгорі озеро, внизу вода; озеро пусте, висохле. Виснаження виражається ще по-іншому: вгорі темна лінія затримує дві світлі лінії; знизу між двома темними підшивається світла лінія. Верхня триграма відноситься до принципу темряви, нижня - до принципу світла. Таким чином шляхетні люди скрізь пригнічуються і стримуються меншими людьми.`,wilhelm_judgment:{text:`Гноблення. Успіх. Наполегливість.

Велика людина приносить удачу.

Без провини.
Коли є що сказати,
Не віриться.`,comments:`Часи лиха є зворотним часом успіху, але вони можуть призвести до успіху, якщо вони; спіткати потрібну людину. Коли сильна людина зустрічається з бідою, вона залишається веселою, незважаючи на всі небезпеки, і ця веселість є джерелом пізніших успіхів; це та стабільність, яка сильніша за долю. Той, хто дозволяє, щоб його дух був зламаний виснаженням, точно не досягне успіху. Але якщо нещастя лише згинає людину, воно створює в ній силу реагувати, яка обов’язково з часом проявить себе.

На це здатна не менша людина. Тільки велика людина приносить удачу і залишається бездоганною. Правда, поки що зовнішній вплив йому відмовлено, тому що його слова не діють. Тому в часи лиха важливо бути сильним усередині та скупим на слова.`},wilhelm_image:{text:`В озері немає води:

Образ Гніту.

Таким чином шляхетна людина ставить на карту своє життя
Про виконання його волі.`,comments:`Коли вода витече внизу, озеро повинно висохнути і вичерпатися. Це доля. Це символізує несприятливу долю в житті людини. У такі часи людині нічого не залишається, як змиритися зі своєю долею і залишатися вірною собі. Це стосується найглибшої верстви його істоти, бо тільки вона вище будь-якої зовнішньої долі.`},wilhelm_lines:{1:{text:`Один сидить пригнічений під голим деревом
І збивається в похмуру далину.
Три роки нічого не видно.`,comments:`Коли людину спіткає біда, їй важливо насамперед бути сильною і внутрішньо подолати біду. Якщо слабкий, біда його долає. Замість того, щоб продовжити свій шлях, він залишається сидіти під голим деревом і все глибше занурюється в похмурість і меланхолію. Це робить ситуацію лише безвихідною. Таке ставлення походить від внутрішньої омани, яку він повинен неодмінно подолати.`},2:{text:`Людину пригнічують, коли їдять і п’ють.`,comments:`Чоловік із червоними пов’язками на колінах саме йде.
Це спонукає приносити жертву.

Викладати - до нещастя.

Без провини.

Це малює стан внутрішнього гніту. Зовні все добре, є м'ясо і пиття. Але людина виснажується буденністю життя, і, здається, немає виходу. Тоді допомога приходить з високого місця. Князь — у Стародавньому Китаї князі носили червоні наколінники — шукає здібних помічників. Але все ще є перешкоди, які потрібно подолати. Тому важливо долати ці перешкоди у видимій сфері за допомогою підношень і молитви. Вирушити, не підготувавшись, було б катастрофічно, хоча й не морально неправильно. Тут неприємну ситуацію треба подолати терпінням духу.`},3:{text:`Людина дозволяє каменю гнобити себе,
І спирається на терен і будяки.
Заходить до хати і не бачить дружини.
Нещастя.`,comments:`Це показує людину, яка є неспокійною та нерішучою у часи лиха. Спочатку він хоче просуватися вперед, потім натрапляє на перешкоди, які, правда, означають гноблення лише тоді, коли з ними поводитися необачно. Він б'ється головою об стіну і в результаті відчуває себе пригніченим стіною. Тоді він спирається на речі, які самі по собі не мають стабільності і які становлять лише небезпеку для того, хто на них спирається. Після цього він нерішуче повертається назад і усамітнюється в своєму домі, тільки щоб виявити, як нове розчарування, що його дружини немає там. Конфуцій говорить про цей рядок:

Якщо людина дозволяє, щоб її гнобили те, що не повинно її гнобити, її ім’я безумовно буде зганьблене. Якщо він спирається на речі, на які неможливо спертися, його життя, безумовно, буде під загрозою. Для того, хто в ганьбі й небезпеці, наближається година смерті; як він може бачити свою дружину?`},4:{text:`Приїжджає дуже тихо, пригнічений у золотій кареті.
Приниження, але кінець досягнутий.`,comments:`Заможна людина бачить потребу нижчих класів і дуже хоче допомогти. Але замість того, щоб рухатися зі швидкістю та енергією там, де це потрібно, він починає нерішуче та розмірено. Тоді він стикається з перешкодами. Впливові і багаті знайомі затягують його в своє коло; він повинен робити так само, як вони, і не може від них відійти. Тому він опиняється у великому збентеженні. Але біда минуща.

Споконвічна сила його натури компенсує допущену ним помилку, і мета досягнута.`},5:{text:`Йому відрізані ніс і ноги.
Гноблення руками чоловіка з фіолетовими пов’язками на колінах.
Радість приходить тихо.
Це сприяє приношенню жертв і возливань.`,comments:`Людина, яка має на меті добро людства, пригноблена зверху і знизу (це значення поразки відрізання носа). Він не знаходить допомоги серед людей, чиїм обов'язком було б допомагати в рятувальній роботі (міністри носили фіолетові пов'язки на колінах). Але потроху все змінюється на краще. До цього часу він повинен звертатися до Бога, твердий у своєму внутрішньому спокої, і молитися і приносити жертву для загального благополуччя.`},6:{text:`Його гнітять повзучі ліани.
Він невпевнено рухається і каже: «Рух приносить докори сумління».
Якщо хтось відчуває через це докори сумління і починає,
Щастя приходить.`,comments:`Чоловіка гнітять пута, які легко розірвати. Нещастя наближається до кінця. Але він все ще нерішучий; він все ще перебуває під впливом попереднього стану та боїться, що у нього можуть бути причини для жалю, якщо він зробить крок. Але як тільки він усвідомлює ситуацію, змінює це психічне ставлення і приймає тверде рішення, він долає гніт.`}},number:47};export{e as default};