var e={hex:50,hex_font:`䷱`,trad_chinese:`鼎`,pinyin:`dǐng`,english:`Казан`,binary:101110,od:`03`,wilhelm_above:{chinese:`Лі`,symbolic:`Прилипання`,alchemical:`вогонь`},wilhelm_below:{chinese:`SUN`,symbolic:`Ніжний`,alchemical:`Вітер`},wilhelm_symbolic:`Шість рядків створюють образ Тінга, Котла; внизу ніжки, над ними черевце, далі йдуть вушка (ручки), а вгорі кільця для перенесення. Водночас образ навіює ідею живлення. Тінг, відлитий з бронзи, був посудиною, яка містила приготовані страви в храмі предків і на бенкетах. Глави родини подавали їжу з тину в миски гостям. Колодязь

48 також має другорядне значення надання їжі, але радше більше стосовно людей. Тінг, як посуд, що належить до витонченої цивілізації, передбачає виховання та годування здібних людей, що приносить користь державі. Ця гексаграма та Колодязь є єдиними двома в Книзі Змін, які представляють бетонні предмети, створені руками. Але й тут ця думка має свій абстрактний відтінок. Сюнь внизу — дерево і вітер; Лі вище — полум'я. Таким чином, разом вони символізують полум’я, запалене дровами та вітром, що також навіює ідею приготування їжі.`,wilhelm_judgment:{text:`Котел. Вища удача.

Успіх.`,comments:`У той час як Криниця стосується соціальної основи нашого життя, і ця основа порівнюється з водою, яка служить для живлення деревини, що росте, теперішня гексаграма відноситься до культурної надбудови суспільства. Тут саме деревина служить живленням полум'я, духу. Усе видиме повинно вирости за межі самого себе, простягнутися в сферу невидимого. Тим самим воно отримує справжнє освячення і ясність і міцно вкорінюється в космічному порядку.

Тут ми бачимо цивілізацію, коли вона досягає своєї кульмінації в релігії. Тінг служить для принесення жертви Богу. Найвищі земні цінності повинні бути принесені в жертву божественним. Але істинно божественне не проявляється окремо від людини. Найвище одкровення Бога виявляється в пророках і святих людях. Шанувати їх – це справжнє шанування Бога.

Волю Бога, як вона об’являється через них, слід приймати в смиренні; це приносить внутрішнє просвітлення та справжнє розуміння світу, а це веде до великої удачі та успіху.`},wilhelm_image:{text:`Вогонь на дровах:

Образ казана.

Так шляхетна людина скріплює свою долю
Виправивши свою позицію.`,comments:`Від деревини залежить доля вогню; поки є дрова внизу, вогонь горить зверху. Так само і в людському житті; в людині також є доля, яка дає силу її життю. І якщо йому вдасться визначити правильне місце життю і долі, таким чином привівши їх у гармонію, він ставить свою долю на міцну основу. Ці слова містять натяки на виховання життя, передані усною традицією таємних вчень китайської йоги.`},wilhelm_lines:{1:{text:`Тінг з піднятими ногами.
Подальше видалення застійних речей.
Один бере наложницю заради сина.`,comments:`Без провини.

Якщо тинг перевернути догори дном перед використанням, це не завдасть шкоди - навпаки, це очищає його від сміття. Становище наложниці є низьким, але оскільки вона має сина, вона користується пошаною. Ці дві метафори виражають ідею про те, що у високорозвиненій цивілізації, такій, як вказана цією гексаграмою, кожна людина доброї волі може так чи інакше досягти успіху. Незалежно від того, яким низьким він може бути, якщо він готовий очиститися, його приймають. Він досягає стану, на якому може довести свою плідність у досягненнях, і в результаті отримує визнання.`},2:{text:`У тіні є їжа.
Мої товариші заздрять,
Але вони не можуть мені зашкодити.
Удача.`,comments:`У період розвиненої культури найбільше значення має досягнення чогось значного. Якщо людина зосереджується на таких справжніх починаннях, вона дійсно може відчувати заздрість і немилість, але це не страшно. Чим більше він обмежується своїми реальними досягненнями, тим менше шкоди завдають йому заздрісники.`},3:{text:`Ручка тингу перероблена.
Один перешкоджає своєму способу життя.`,comments:`Сало фазана в їжу не вживають.
Як тільки йде дощ, каяття закінчується.
Щастя приходить в кінці.

Ручка є засобом для підйому тинга. Якщо ручка змінена, тинг не можна буде підняти й використати, і, на жаль, смачну їжу в ній, наприклад фазанячий жир, нікому не можна їсти. Це описує людину, яка у високорозвиненій цивілізації опиняється в місці, де її ніхто не помічає і не впізнає. Це серйозна перешкода його ефективності. Таким чином, усі його хороші якості та дар розуму пропадають даремно. Але якщо він лише подбає про те, щоб мати щось справді духовне, рано чи пізно обов’язково настане час, коли труднощі будуть вирішені і все піде добре. Дощ тут, як і в інших випадках, символізує зняття напруги.`},4:{text:`Ніжки тинга зламані.`,comments:`Княжа трапеза розлита
І особа його забруднена.
Нещастя.

У людини складне і відповідальне завдання, якому вона не відповідає. Крім того, він не віддається цьому з усіх сил, а ходить з меншими людьми; тому виконання роботи не вдається. Таким чином він також викликає особисту ганьбу. Конфуцій говорить про цю фразу: «Слабкий характер у поєднанні з почесним місцем, мізерні знання з великими планами, обмежені повноваження з великою відповідальністю рідко можуть уникнути лиха».`},5:{text:`Тінг має жовті ручки, золоті каблучки.
Наполегливість сприяє.`,comments:`Тут ми маємо на керівній посаді людину доступну і скромну за своєю природою. Завдяки такому ставленню йому вдається знайти сильних і здатних помічників, які доповнюють і допомагають йому в роботі. Досягнувши цього ставлення, яке вимагає постійного самозречення, йому важливо триматися цього і не дати збити себе.`},6:{text:`На тіні є кільця з нефриту.
Велика удача.`,comments:`Ніщо не сприяє.

У попередньому рядку каблучки для носіння описані як золоті, що вказує на їх міцність; тут кажуть, що вони зроблені з нефриту. Нефрит відрізняється поєднанням твердості з м'яким блиском. Ця порада по відношенню до людини, яка до неї відкрита, дуже корисна для нього. Тут описується порада стосовно мудреця, який її дає. Надаючи його, він буде м’яким і чистим, як дорогоцінний нефрит. Таким чином робота знаходить прихильність в очах Божества, яке дарує велику долю, і стає приємною для людей, тому все йде добре.`}},number:50};export{e as default};