var e={hex:28,hex_font:`䷛`,trad_chinese:`大過`,pinyin:`dàguò`,english:`Велика перевага`,binary:`011110`,od:27,wilhelm_above:{chinese:`TUI`,symbolic:`Радісний`,alchemical:`озеро`},wilhelm_below:{chinese:`SUN`,symbolic:`Ніжний`,alchemical:`Вітер`},wilhelm_symbolic:`Ця гексаграма складається з чотирьох сильних ліній всередині і двох слабких ліній зовні. Коли сильні зовні, а слабкі всередині, все добре і в ситуації немає нічого незбалансованого, нічого надзвичайного. Але тут все навпаки. Гексаграма являє собою пучок, який товстий і важкий в середині, але занадто слабкий на кінцях. Це стан, який не може тривати; це має бути змінено, повинно пройти, інакше станеться нещастя.`,wilhelm_judgment:{text:`Велике перевищення.

Коньковий стовп провисає до межі зламу.
Це допомагає мати куди піти.

Успіх.`,comments:`Вага великого надмірна. Вантаж занадто важкий для міцності опор. Коньковий стрижень, на якому тримається весь дах, провисає до межі, тому що його опорні кінці занадто слабкі для навантаження, яке вони несуть. Це винятковий час і ситуація; тому потрібні надзвичайні заходи. Необхідно якнайшвидше знайти спосіб переходу і вжити заходів. Це обіцяє успіх.

Бо хоч сильний елемент і в надлишку, але він знаходиться посередині, тобто в центрі ваги, так що революції не варто боятися. Силовими заходами нічого не досягнеш. Проблема повинна бути вирішена м'яким проникненням в зміст ситуації (як це пропонується атрибутом внутрішньої триграми, Сонце); тоді перехід на інші умови буде успішним. Це вимагає справжньої переваги; тому час, коли переважає велике, є важливим часом.`},wilhelm_image:{text:`Озеро височіє над деревами:

Образ Великого Перевищення.

Таким чином, шляхетна людина, коли вона стоїть сама,
Не турбується,
І якщо йому доведеться зректися світу,
Він нестримний.`,comments:`Надзвичайні часи, коли велика перевага, схожі на часи повені, коли озеро піднімається над верхівками дерев. Але такі стани тимчасові. Дві триграми вказують на ставлення до таких виняткових часів: символом триграми Сонця є дерево, яке стоїть непохитно, навіть якщо стоїть самотньо, а атрибутом Туї є радість, яка залишається непохитною, навіть якщо їй доведеться зректися світу.`},wilhelm_lines:{1:{text:`Щоб розстелити знизу білі очерети.`,comments:`Без провини.

Коли людина хоче взятися за якусь справу в надзвичайний час, вона повинна бути надзвичайно обережною, так само, як коли кладуть важку річ на підлогу, слід подбати про те, щоб під нею підкласти огорожу, щоб нічого не зламалося. Ця обережність, хоч і може здатися перебільшеною, не є помилкою. Виняткові підприємства не можуть досягти успіху, якщо не дотримуватися граничної обережності на їх початку та закладенні фундаменту.`},2:{text:`Суха тополя проростає корінням.
Старший чоловік бере молоду дружину.
Усе сприяє.`,comments:`Ліс біля води; звідси образ старої тополі, що проростає з коренем. Тобто виникає надзвичайна ситуація, коли літній чоловік одружується на молодій дівчині, яка йому підходить. Незважаючи на незвичайність ситуації, все йде добре. З точки зору політики, сенс полягає в тому, що у надзвичайні часи варто приєднатися до принижених, бо це дає можливість оновлення.`},3:{text:`Коньковий стовп провисає до межі зламу.
Нещастя.`,comments:`Це вказує на тип людини, яка в часи переваги великих наполягає на просуванні вперед. Він не приймає порад від інших, і тому вони, у свою чергу, не бажають надати йому підтримку. Через це тягар зростає, поки конструкція речей не згинається або не ламається. Навмисне занурення вперед у часи небезпеки лише прискорює катастрофу.`},4:{text:`Коньковий стовп закріплений. Удача.
Якщо є приховані мотиви, це принизливо.`,comments:`Завдяки дружнім стосункам з людьми нижчого рангу відповідальна людина вдається стати господарем становища. Але якби замість того, щоб працювати на порятунок цілого, він зловживав своїми зв’язками, щоб отримати особисту владу й успіх, це призвело б до приниження.`},5:{text:`Зів’яла тополя розпускає квіти.
Старша жінка бере чоловіка.`,comments:`Без провини. Без похвали.

Зів'яла тополя, що цвіте, на це виснажує свої сили і тільки прискорює свій кінець. Літня жінка може вийти заміж ще раз, але поновлення не відбувається. Все залишається безплідним. Таким чином, хоч усі зручності дотримані, кінцевим результатом є лише аномалія ситуації. У політичному застосуванні ця метафора означає, що якщо в часи небезпеки ми відмовляємося від союзу з тими, хто нижчий за нас, і підтримуємо лише стосунки, які маємо з людьми вищого рангу, створюється нестабільна ситуація.`},6:{text:`Треба пройти через воду.
Це йде через голову.
Нещастя. Без провини.`,comments:`Ось ситуація, в якій незвичність досягла апогею. Людина смілива і прагне виконати своє завдання, що б не сталося. Це призводить до небезпеки. Вода піднімається над головою. Ось це нещастя. Але ніхто не несе провини в тому, що віддає своє життя, щоб добро і правильність перемагали. Є речі важливіші за життя.`}},number:28};export{e as default};