var e={hex:48,hex_font:`䷯`,trad_chinese:`井`,pinyin:`jǐng`,english:`Колодязь`,binary:`010110`,od:21,wilhelm_above:{chinese:`K'AN`,symbolic:`Безодня`,alchemical:`вода`},wilhelm_below:{chinese:`SUN`,symbolic:`Ніжний`,alchemical:`Вітер`},wilhelm_symbolic:`Дерево внизу, вода зверху. Дерево спускається в землю, щоб вивести воду. Образ походить від колодязя зі стовпом і відром стародавнього Китаю. Дерево – це не відра, які в давнину робили з глини, а дерев’яні жердини, якими тягнуть воду з криниці. Образ також відноситься до світу рослин, які за допомогою своїх волокон піднімають воду з землі. Криниця, з якої береться вода, передає подальшу ідею невичерпної подачі живлення.`,wilhelm_judgment:{text:`Колодязь. Місто може змінитися,
Але колодязь не можна змінити.
Вона не зменшується і не збільшується.

Вони приходять і йдуть і черпають з криниці.
Якщо спуститися майже до води
І мотузка не йде до кінця,
Або глечик розіб'ється, це приносить нещастя.`,comments:`У стародавньому Китаї столиці іноді переносилися, частково заради більш вигідного розташування, частково через зміну династій. Стиль архітектури змінювався протягом століть, але форма колодязя залишилася незмінною з давніх часів і донині. Отже, колодязь є символом тієї соціальної структури, яка, створена людством для задоволення своїх найпримітивніших потреб, не залежить від усіх політичних форм.

Змінюються політичні структури, як і нації, але життя людини з її потребами вічно залишається незмінним – цього змінити неможливо. Життя теж невичерпне. Росте не менше і не більше; воно існує для одного і для всіх. Покоління приходять і відходять, і всі насолоджуються життям у його невичерпному достатку. Однак існують дві передумови для задовільної політичної чи соціальної організації людства. Ми повинні спуститися до самих основ життя.

Бо будь-яке просто поверхневе впорядкування життя, яке залишає незадоволеними його найглибші потреби, настільки ж неефективне, якби жодних спроб упорядкувати не було. Необережність, через яку розбивається глечик, також згубна. Якщо, наприклад, військова оборона держави доведена до такого рівня, що це провокує війни, які знищують могутність держави, це є розбиття глека. Ця гексаграма також стосується індивіда.

Незважаючи на те, що люди можуть відрізнятися за характером і освітою, основи людської природи однакові в усіх. І кожна людина в процесі свого навчання може черпати з невичерпного джерела божественного в людській природі. Але тут також загрожують дві небезпеки: людина може не досягти своєї освіти, щоб проникнути до справжніх коренів людства і залишитися зафіксованою в конвенціях - часткова освіта такого роду так само погана, як і відсутність - або вона може раптово занепасти і знехтувати своїм саморозвитком.`},wilhelm_image:{text:`Вода над дровами: образ криниці.

Так шляхетна людина заохочує людей у їхній праці,
І закликає їх допомагати один одному.`,comments:`Знизу знаходиться триграма Сонце, дерево, а над нею триграма Кань, вода. Деревина всмоктує воду вгору. Подібно до того, як деревина як організм імітує дію колодязя, що приносить користь усім частинам рослини, шляхетна людина організовує людське суспільство так, що, як і в рослинному організмі, його частини співпрацюють на благо цілого.`},wilhelm_lines:{1:{text:`Грязі з криниці не п'ють.`,comments:`До старого колодязя тварини не приходять.

Якщо людина блукає по болотистій низині, її життя занурюється в багнюку. Така людина втрачає будь-яке значення для людства. Того, хто кидає себе геть, інші більше не шукають. Зрештою, про нього більше ніхто не турбується.`},2:{text:`Біля колодязя стріляють рибу.`,comments:`Глечик розбитий і тече.

Сама вода чиста, але не використовується. Отже, колодязь - це місце, де тримається тільки риба, а хто до нього приходить, той приходить тільки рибу ловити. Але глечик розбитий, так що риби в ньому не можна тримати. Це описує ситуацію людини, яка володіє хорошими якостями, але нехтує ними. Ніхто про нього не турбується. В результаті у нього погіршується розум. Він спілкується з меншими людьми і більше не може досягти нічого путнього.`},3:{text:`Криницю почистили, але ніхто з неї не п’є.`,comments:`Це печаль мого серця,
Бо з цього можна почерпнути.
Якби король був чистим розумом,
Щастям можна насолоджуватися спільно.

Здібна людина в наявності. Він подібний до очищеної криниці, воду з якої можна пити. Але користі з нього немає. Це горе тих, хто його знає. Хочеться, щоб князь дізнався про це; це було б щастям для всіх зацікавлених.`},4:{text:`Виконується обшивка колодязя. Без провини.`,comments:`Правда, якщо колодязь обкладається каменем, то під час роботи ним користуватися не можна. Але праця не марна; в результаті вода залишається чистою. У житті також бувають моменти, коли людина повинна привести себе в порядок. Протягом такого часу він нічого не може зробити для інших, але його робота, тим не менш, цінна, тому що, збільшуючи свої сили та здібності через внутрішній розвиток, він може досягти набагато більшого пізніше.`},5:{text:`У криниці б'є чисте холодне джерело
З якого можна пити.`,comments:`Криниця, яку живить джерело живої води, добра криниця. Людина, яка має чесноти, як колодязь такого роду, народжена, щоб бути провідником і рятівником людей, бо вона має воду життя. Тим не менш, ієрогліф «щастя» тут пропущено. Найголовніше в колодязі — щоб вода з нього була забрана. Найкраща вода є лише можливістю освіження, доки її не виховують.

Так само і з лідерами людства: надважливо пити з джерела їхніх слів і втілювати їх у життя.`},6:{text:`Один черпає з криниці
Без перешкод.
Це надійно.`,comments:`Вища удача.

Колодязь є перед усіма. Воду з нього брати нікому не заборонено. Скільки б не приходило, всі знаходять те, що їм потрібно, бо криниця надійна. Він має джерело і ніколи не пересихає. Тому це велике благословення для всієї землі. Те саме стосується дійсно великої людини, чиє внутрішнє багатство невичерпне; чим більше люди черпають від нього, тим більшим стає його багатство.`}},number:48};export{e as default};