var e={hex:43,hex_font:`䷪`,trad_chinese:`夬`,pinyin:`guài`,english:`Прорив`,binary:`011111`,od:23,wilhelm_above:{chinese:`TUI`,symbolic:`Радісний`,alchemical:`озеро`},wilhelm_below:{chinese:`CH'IEN`,symbolic:`Творчий`,alchemical:`рай`},wilhelm_symbolic:`Ця гексаграма означає, з одного боку, прорив після тривалого накопичення напруги, як розбухла річка прориває свої дамби, або у вигляді розриву хмари. З іншого боку, у застосуванні до людських умов це стосується часу, коли менші люди поступово починають зникати. Їхній вплив слабшає; в результаті рішучих дій відбувається зміна умов, прорив. Гексаграма пов'язана з третім місяцем [квітень-травень].`,wilhelm_judgment:{text:`Прорив. Треба рішуче розголошувати справу
При дворі короля.
Це має бути оголошено правдиво. Небезпека.
Треба повідомити своє місто.
Далі не вдаватися до зброї.
Це спонукає щось робити.`,comments:`Навіть якщо лише одна менша людина займає керівну посаду в місті, вона здатна пригнічувати знатних людей. Навіть одна пристрасть, що все ще таїться в серці, має силу затьмарити розум. Пристрасть і розум не можуть існувати пліч-о-пліч, тому боротьба без поблажливості необхідна, якщо добро хоче перемогти. У рішучій боротьбі добра зі злом існують, однак, певні правила, якими не можна нехтувати, якщо вона хоче досягти успіху. По-перше, рішення має ґрунтуватися на союзі сили та дружелюбності.

По-друге, компроміс зі злом неможливий; зло має бути за будь-яких обставин відкрито дискредитовано. Також не можна замовчувати наші власні пристрасті та недоліки. По-третє, боротьба не повинна вестися безпосередньо силою. Якщо зло таврувати, воно думає про зброю, і якщо ми робимо йому послугу, борючись проти нього удар за ударом, ми врешті-решт програємо, бо таким чином самі заплутуємось у ненависті та пристрасті.

Тому важливо починати з дому, щоб бути на сторожі самих себе проти недоліків, які ми затаврували. Таким чином, не знаходячи супротивника, гострі краї зброї зла притупляються. З тих самих причин ми не повинні боротися безпосередньо з власними помилками. Поки ми з ними боремося, вони продовжують перемагати. Нарешті, найкращий спосіб боротьби зі злом – це енергійний прогрес у добру.`},wilhelm_image:{text:`Озеро піднялося аж до неба:

Образ Прориву.

Таким чином шляхетна людина
Роздає багатство вниз
І не спирається на свою чесноту.`,comments:`Коли вода в озері піднялася до небес, є підстави побоюватися прориву хмар. Сприймаючи це як попередження, шляхетна людина запобігає насильницькому краху. Якби людина збирала багатство лише для себе, не зважаючи на інших, вона, безумовно, зазнала б краху. Якби людина збирала багатство лише для себе, не зважаючи на інших, вона, безумовно, зазнала б краху. За всім збором слід розхід.

Тому шляхетна особа починає роздавати, поки накопичує. Таким же чином, розвиваючи свій характер, він дбає про те, щоб не затвердіти в упертості, а залишатися сприйнятливим до вражень за допомогою суворої та постійної самоперевірки.`},wilhelm_lines:{1:{text:`Могутні в передніх пальцях ніг.
Коли йдеш і не справляєшся з завданням,
Один робить помилку.`,comments:`У часи рішучого поступу початок особливо важкий. Ми відчуваємо натхнення просуватися вперед, але опір все ще сильний; тому ми повинні оцінити власні сили і ризикувати лише настільки, наскільки ми можемо йти з упевненістю в успіху. Сліпо занурюватися вперед неправильно, адже саме на початку несподівана невдача може мати найплачевніші наслідки.`},2:{text:`Крик тривоги. Озброєння ввечері та вночі.
Нічого не бійтеся.`,comments:`Готовність - це все. Розв'язання нерозривно пов'язане з обережністю. Якщо людина обережна і зберігає розум, їй не варто хвилюватися чи тривожитися. Якщо він весь час пильний, навіть до появи небезпеки, він озброєний, коли небезпека наближається, і йому не потрібно боятися. Шляхетна людина насторожі того, чого ще не видно, і напоготові того, чого ще не чути; тому він живе посеред труднощів, наче їх не існує.

Якщо людина розвиває свій характер, люди підкоряються їй за власним бажанням. Якщо розум перемагає, пристрасті відступають самі собою. Бути обачним і не забувати свою броню – вірний шлях до безпеки.`},3:{text:`Бути потужним у вилицях
Приносить нещастя.`,comments:`Шляхетна людина твердо рішуча.
Він іде сам і потрапляє під дощ.
Він забризканий,
І люди нарікають на нього.

Без провини.

Перед нами людина в неоднозначній ситуації. Тоді як усі інші ведуть рішучу боротьбу проти всього нижчого, він один має певні стосунки з меншою людиною. Якби він продемонстрував свою силу назовні й обернувся проти цієї людини до того, як настане час, він лише поставив би під загрозу всю ситуацію, оскільки менша особа надто швидко вдалася б до контрзаходів. Завдання шляхетної особи стає тут надзвичайно складним. Він повинен бути твердим у собі і, зберігаючи спілкування з меншою людиною, уникати будь-якої участі в його злі. Його, звичайно, неправильно оцінять. Буде думати, що він належить до партії меншої людини. Він буде самотнім, тому що його ніхто не зрозуміє. Його стосунки з меншою людиною заплямують його в очах натовпу, і вони обернуться проти нього, нарікаючи. Але він може витерпіти цю невдячність і не помиляється, тому що залишається вірним собі.`},4:{text:`На його стегнах немає шкіри,
І ходити важко.
Якби людина дозволила себе вести, як вівцю,
Докори сумління зникли б.
Але якщо ці слова почути`,comments:`Їм не повірять.

Тут людина страждає від внутрішнього неспокою і не може встояти на своєму місці. Він хотів би просуватися вперед за будь-яких обставин, але стикається з нездоланними перешкодами. Тому його ситуація тягне за собою внутрішній конфлікт. Це пов'язано з упертістю, з якою він прагне змусити свою волю. Якби він відмовився від цієї впертості, все було б добре. Але ця порада, як і багато інших добрих порад, буде проігнорована. Бо впертість робить людину нездатною чути, хоча вона має вуха.`},5:{text:`У боротьбі з бур'янами,
Необхідне тверде рішення.
Ходьба посередині
Залишається вільним від провини.`,comments:`Бур'яни завжди відростають знову, і їх важко знищити. Так само й боротьба з меншою особою на високій посаді вимагає твердого рішення. З ним складаються певні стосунки, тому існує небезпека, що можна відмовитися від боротьби як безнадійної. Але цього не повинно бути. Треба рішуче йти далі і не дозволити собі збити зі свого курсу. Тільки так людина не буде звинувачуватись.`},6:{text:`Жодного крику.
В кінці приходить нещастя.`,comments:`Здається, перемога досягнута. Залишається лише залишок зла, який необхідно рішуче знищити, як того вимагає час. Все виглядає легко. Однак саме тут і криється небезпека. Якщо ми не будемо насторожі, злу вдасться втекти за допомогою приховування, а коли воно вислизне від нас, із залишків насіння виникнуть нові нещастя, бо зло не вмирає легко. Так само і в боротьбі зі злом у власному характері потрібно підходити до роботи з усією ретельністю.

Якби з необережності щось було пропущено, то з цього виникло б нове зло.`}},number:43};export{e as default};