var e={hex:41,hex_font:`䷨`,trad_chinese:`損`,pinyin:`sǔn`,english:`Скорочення`,binary:100011,od:31,wilhelm_above:{chinese:`KêN`,symbolic:`Зберігаючи нерухомість`,alchemical:`Гора`},wilhelm_below:{chinese:`TUI`,symbolic:`Радісний`,alchemical:`озеро`},wilhelm_symbolic:`Ця гексаграма являє собою зменшення нижньої триграми на користь верхньої, оскільки третя лінія, спочатку сильна, перемістилася до верхньої, а верхня лінія, спочатку слабка, замінила її. Те, що внизу, зменшується на користь того, що вище. Це різке зменшення. Якщо фундамент будівлі втратив міцність і зміцнив верхні стіни, то вся конструкція любить свою стійкість. Подібним чином зниження добробуту людей на користь уряду є повним падінням. І вся тема гексаграми спрямована на те, щоб показати, як це переміщення багатства може відбутися, не спричиняючи джерела багатства, може відбуватися, не спричиняючи занепад джерел багатства в нації та її нижчих класах.`,wilhelm_judgment:{text:`Зниження в поєднанні з щирістю
Приносить найвищу удачу
Без провини.
Можна бути наполегливим у цьому.
Це спонукає щось робити.
Як це здійснити?
Для жертвопринесення можна використовувати дві маленькі чаші.`,comments:`Зниження не за всіх обставин означає щось погане. Збільшення і зменшення приходять у свій час. Тут важливо розуміти час і не намагатися прикрити бідність порожнім виглядом. Якщо час мізерних ресурсів відкриває внутрішню істину, не можна соромитися простоти. Тому що простота — це саме те, що необхідно для забезпечення внутрішньої сили для подальших починань.

Дійсно, немає потреби хвилюватися, якщо зовнішня краса цивілізації, навіть розробка релігійних форм, постраждає через простоту. Потрібно спиратися на силу внутрішнього ставлення, щоб компенсувати те, чого бракує зовнішньому; тоді потужність змісту компенсує простоту форми. Немає потреби представляти Богу фальшиву видимість. Навіть тонкими засобами можна висловити почуття серця.`},wilhelm_image:{text:`Біля підніжжя гори озеро:

Образ Зменшення.

Таким чином шляхетна людина контролює свій гнів
І стримує свої інстинкти.`,comments:`Озеро біля підніжжя гори випаровується. Таким чином вона зменшується на користь гори, яка збагачується її вологою. Гора виступає як символ упертої сили, яка може перетворитися на гнів. Озеро є символом нестримної веселості, яка може перерости в пристрасні потяги за рахунок життєвих сил. Тому необхідно зниження; Гнів потрібно зменшити, залишаючись нерухомим, інстинкти слід приборкувати обмеженням.

Через це зниження нижчих сил психіки збагачуються вищі аспекти душі.`},wilhelm_lines:{1:{text:`Швидко йде, коли свої завдання закінчено
Без провини.
Але треба думати, наскільки можна принизити інших.`,comments:`Це безкорисливо і добре, коли людина, виконавши свої невідкладні справи, використовує свої сили для служіння іншим і, не вихваляючись і не надаючи особливої ​​уваги, швидко допомагає там, де потрібна допомога. Але людина на вищому становищі, якій таким чином допомагають, повинна ретельно зважити, скільки він може прийняти, не завдавши справжньої шкоди послужливому слугі чи другові. Тільки там, де існує така делікатність почуттів, можна віддавати себе беззастережно і без вагань.`},2:{text:`Наполегливість сприяє.`,comments:`Братися за щось - до нещастя.
Не применшуючи себе,
Один здатний принести приріст іншим.

Висока самосвідомість і постійна серйозність без утрати гідності необхідні, якщо людина хоче бути корисною іншим. Той, хто відмовляється від себе, щоб виконувати вказівки вищого, применшує своє власне становище, не даючи таким чином довгострокової вигоди іншому. Це неправильно. Щоб справжнє служіння тривалої цінності іншому, потрібно служити йому, не відмовляючись від себе.`},3:{text:`Коли троє подорожують разом,`,comments:`Їх кількість збільшується на одиницю.
Коли одна людина подорожує сама,
Він знаходить компаньйона.

Коли троє разом, виникає ревнощі. Одному з них доведеться піти. Дуже тісний зв'язок можливий лише між двома людьми. Але коли одна людина самотня, вона обов’язково знайде супутника, який доповнить його.`},4:{text:`Якщо людина помирає зі своїми недоліками,
Це змушує іншого поспішати прийти і порадіти.`,comments:`Без провини.

Недоліки чоловіка часто заважають підійти до нього ближче навіть доброзичливим людям. Його недоліки іноді посилюються середовищем, у якому він живе. Але якщо в смиренні він може довести себе до того, що відмовиться від них, він звільняє своїх доброзичливих друзів від внутрішнього тиску і змушує їх швидше наближатися до них, і виникає взаємна радість.`},5:{text:`Хтось його справді збільшує.`,comments:`Десять пар черепах не можуть протистояти цьому.

Вища удача.
Якщо комусь доля відзначила долю, вона обов’язково приходить. Усі оракули — як, наприклад, ті, що читаються з панцирів черепах — обов’язково погодяться, даючи йому сприятливі знаки. Йому нічого не потрібно боятися, тому що його удача призначена згори.`},6:{text:`Якщо одне збільшується, не позбавляючи іншого,`,comments:`Немає провини.
Наполегливість приносить удачу.
Це спонукає щось робити.
Один отримує слуг
Але окремого житла вже не має.

Є люди, які роздають благословення всьому світу. Кожне збільшення влади, яке приходить до них, приносить користь всьому людству і, отже, не приносить зменшення іншим. Наполегливістю і завзятою працею людина досягає успіху і знаходить помічників, як вони потрібні. Але те, що він досягає, не є обмеженою особистою перевагою; це суспільне благо і доступне кожному.`}},number:41};export{e as default};