var e={hex:21,hex_font:`䷔`,trad_chinese:`噬嗑`,pinyin:`shìkè`,english:`Прокушування`,binary:101001,od:48,wilhelm_above:{chinese:`Лі`,symbolic:`Прилипання`,alchemical:`вогонь`},wilhelm_below:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_symbolic:`Ця гексаграма символізує відкритий рот (пор. гексаграму

27 з обструкцією (в четвертому місці) між зубами. В результаті губи не можуть зійтися. Щоб звести їх разом, треба енергійно перегризти перешкоду. Оскільки гексаграма складається з триграм грому та блискавки, вона вказує на те, як примусово усуваються перешкоди в природі.
Енергійне прикушування долає перешкоду, що заважає з'єднанню губ; гроза своїми громами і блискавками долає тривожну напругу в природі. Звернення до закону та покарань долає порушення гармонійного суспільного життя, спричинені злочинцями та наклепниками. Темою цієї гексаграми є кримінальний процес, на відміну від теми Сунга, Конфлікт

6, яка стосується цивільних позовів.`,wilhelm_judgment:{text:`Перекусити має успіх.
Це вигідно, щоб правосуддя здійснювалося.`,comments:`Коли виникає перешкода для союзу, енергійне перекушування приносить успіх. Це вірно в усіх ситуаціях. Щоразу, коли єдність не може бути встановлена, перешкода виникає через обмовника та зрадника, який заважає та блокує шлях. Щоб запобігти незворотній травмі, необхідно негайно вжити рішучих заходів. Навмисна обструкція такого роду не зникає сама по собі. Вирок і покарання потрібні, щоб стримати або усунути його. Однак важливо діяти правильно.

Гексаграма поєднує Лі, ясність, і Чень, хвилювання. Лі поступливий, Чен жорсткий. Безумовна твердість і хвилювання були б занадто насильницькими при призначенні покарання; безумовна ясність і лагідність були б занадто слабкими. Обидва разом створюють справедливу міру. Важливо, що людина, яка приймає рішення (представлена п’ятою лінією), м’яка за своєю природою, водночас викликає повагу своєю поведінкою на своєму становищі.`},wilhelm_image:{text:`Грім і блискавка:
Образ Прокушування.
Таким чином королі минулих часів утвердили закони
Через чітко визначені штрафи.`,comments:`Штрафи є окремими застосуваннями закону. Законодавство визначає штрафи. Чіткість переважає, коли м’які та суворі покарання диференціюються відповідно до характеру злочинів. Це символізує чіткість освітлення. Закон посилюється справедливим застосуванням покарань. Це символізує терор перед громом. Ця ясність і суворість викликають повагу; справа не в тому, що покарання є самоціллю.

Перешкоди в соціальному житті людини збільшуються, коли в кримінальних кодексах бракує чіткості та невиконання їх виконується. Єдине, щоб посилити закон, це зробити його ясним і зробити покарання певними та швидкими.`},wilhelm_lines:{1:{text:`Його ноги зав'язані в колоди,
Щоб його пальці на ногах зникли.
Без провини.`,comments:`Якщо покарання виноситься вперше, коли людина намагається вчинити неправильно, покарання є м’яким. У колодки вставляються тільки пальці ніг. Це запобігає йому подальшому грішнику, і таким чином він стає вільним від провини. Це застереження вчасно зупинитися на шляху зла.`},2:{text:`Перекушує ніжне м'ясо,
Щоб його ніс зник.
Без провини.`,comments:`У цьому випадку легко відрізнити правильне від неправильного; це все одно, що кусати ніжне м’ясо. Але хтось стикається з закоренілим грішником і, збуджений гнівом, заходить трохи занадто далеко. Зникнення носа під час укусу означає, що обурення знищує тонку чутливість. Однак великої шкоди в цьому немає, оскільки покарання як таке є справедливим.`},3:{text:`Укуси старого в'яленого м'яса
І вдаряє по чомусь отруйному.
Легке приниження. Без провини.`,comments:`Покарання має здійснюватися тим, хто не має для цього влади та повноважень. Тому винні не підкоряються. Справа давня, як символізує солена дичина, і при її вирішенні виникають труднощі. Це старе м'ясо зіпсоване: беручись за проблему, каратель викликає до себе отруйну ненависть і таким чином ставить у дещо принизливе становище. Але оскільки на той час вимагалося покарання, він залишається вільним від провини.`},4:{text:`Укуси в'яленого м'яса.
Отримує металеві стріли.
Це сприяє пам’яті про труднощі
І бути наполегливим.
Удача.`,comments:`Треба подолати великі перешкоди, покарати сильних супротивників. Хоча це складно, спроба має успіх. Але треба бути твердим, як метал, і прямим, як стріла, щоб подолати труднощі. Якщо хтось знає ці труднощі і залишається наполегливим, він досягає щастя. Важка задача врешті-решт досягнута.`},5:{text:`Перекуси з в'яленого нежирного м'яса.
Отримує жовте золото.
Наполегливо усвідомлюючи небезпеку.`,comments:`Без провини.

Справа, яку належить вирішити, справді непроста, але цілком зрозуміла. Оскільки ми від природи схильні до поблажливості, ми маємо докладати всіх зусиль, щоб бути схожими на жовте золото, тобто таке ж правдиве, як золото, і неупереджене, як жовтий, колір середини [середини]. Лише усвідомлюючи небезпеки, які випливають із відповідальності, яку ми прийняли, ми зможемо уникнути помилок.`},6:{text:`Його шия закріплена в дерев'яному кангу,
Щоб у нього пропали вуха.
Нещастя.`,comments:`На відміну від першого рядка, цей рядок стосується людини, яка є невиправною. Його покаранням є дерев'яна канга, і його вуха зникають під нею, тобто він глухий до попереджень. Ця впертість призводить до нещастя.`}},number:21};export{e as default};