var e={hex:56,hex_font:`䷷`,trad_chinese:`旅`,pinyin:`lǚ`,english:`Мандрівник`,binary:101100,od:60,wilhelm_above:{chinese:`Лі`,symbolic:`Прилипання`,alchemical:`вогонь`},wilhelm_below:{chinese:`KêN`,symbolic:`Зберігаючи нерухомість`,alchemical:`Гора`},wilhelm_symbolic:`Гора, Кен, стоїть на місці; над ним вогонь, Лі, палає і не згасає. Тому дві триграми не залишаються разом. Чужі землі й розлука — доля мандрівника.`,wilhelm_judgment:{text:`Мандрівник. Успіх через малість.
Наполегливість приносить мандрівникові удачу.

Коли людина мандрівник і незнайомець, вона не повинна бути грубою або владною. У нього немає великого кола знайомств, тому йому не варто видавати себе в руки. Він повинен бути обережним і стриманим; таким чином він захищається від зла. Якщо він привітний до інших, він досягає успіху.`,comments:`Мандрівник не має постійного місця проживання; його дім – дорога. Тому він повинен дбати про те, щоб залишатися чесним і непохитним, щоб він перебував лише у відповідних місцях, спілкуючись лише з хорошими людьми. Тоді йому пощастить і він зможе спокійно йти своїм шляхом.`},wilhelm_image:{text:`Вогонь на горі:

Образ мандрівника.

Таким чином шляхетна людина
Розважливий і обережний
При накладенні стягнення,
І не затягує судових процесів.`,comments:`Коли трава на горі горить, там яскраве світло. Однак вогонь не затримується на одному місці, а подорожує на нове паливо. Це явище короткочасне. Такими мають бути штрафи та позови. Вони повинні швидко минати, і їх не можна затягувати нескінченно. В'язниці повинні бути місцями, де люди перебувають лише тимчасово, як гості. Вони не повинні стати місцями проживання.`},wilhelm_lines:{1:{text:`Якщо мандрівник займається дрібницями,
Він натягує на себе нещастя.`,comments:`Мандрівник не повинен принижувати себе чи займатися нижчими речами, які зустрічаються на шляху. Чим смиренніше і беззахисніше його зовнішнє становище, тим більше він повинен зберігати свою внутрішню гідність. Бо незнайомець помиляється, якщо він сподівається знайти дружній прийом, піддаючись жартам і буфонаді. Результатом буде лише зневага і образливе ставлення.`},2:{text:`Мандрівник приходить до корчми.
Має при собі своє майно.
Він перемагає непохитність молодого слуги.`,comments:`Описаний нею мандрівник скромний і стриманий. Він не втрачає зв’язку зі своїм внутрішнім єством, тому знаходить місце відпочинку. У зовнішньому світі він не втрачає симпатії інших людей, тому всі люди сприяють йому, щоб він міг придбати власність. Крім того, він завойовує прихильність вірного й надійного слуги, що має неоціненну цінність для мандрівника.`},3:{text:`Мандрівна корчма горить.
Він втрачає непохитність свого молодого слуги.
Небезпека.`,comments:`Жорстокий незнайомець не вміє поводитися правильно. Він втручається в справи і суперечки, які його не стосуються; таким чином він втрачає місце спочинку. Він ставиться до свого слуги з відстороненістю та зарозумілістю; таким чином він втрачає лояльність чоловіка. Коли у чужинця на чужині не залишається нікого, на кого можна покластися, ситуація стає дуже небезпечною.`},4:{text:`Мандрівник відпочиває в укритті.
Він отримує своє майно і сокиру.
Моє серце не радіє.`,comments:`Це описує мандрівника, який вміє зовні обмежувати свої бажання, хоча внутрішньо він сильний і прагне. Тому він знаходить принаймні місце для притулку, де він може залишитися. Йому також вдається придбати власність, але навіть при цьому він не в безпеці. Він повинен бути завжди на сторожі, готовий захищатися зі зброєю в руках. Тому йому не по собі. Він наполегливо відчуває себе чужинцем на чужині.`},5:{text:`Він стріляє в фазана.
Він падає з першою стрілою.
Зрештою, це приносить і похвалу, і посаду.`,comments:`Мандрівні державні діячі мали звичку представлятися місцевим князям з подарованим фазаном, убиваючи його з першого пострілу. Таким чином він знаходить друзів, які хвалять і рекомендують його, і врешті-решт принц приймає його і надає йому посаду. Обставини часто змушують чоловіка шукати домівку за кордоном. Якщо він вміє відповідати ситуації і як правильно себе представити, він може знайти коло друзів і сферу діяльності навіть у чужій країні.`},6:{text:`Пташине гніздо згорає.`,comments:`Мандрівник спочатку сміється,

Тоді треба ридати й ридати.

Через необережність він втрачає свою корову.
Нещастя.

Образ птаха, гніздо якого згоріло, говорить про втрату місця відпочинку. Це нещастя може спіткати птицю, якщо вона буде неуважно і необережно будувати гніздо. Так само і з мандрівником. Якщо він відпустить себе, сміючись і жартуючи, і забуде, що він мандрівник, у нього згодом буде причина плакати і ридати. Бо якщо через необережність людина втратить свою корову, тобто її скромність і пристосуванство, то вийде зло.`}},number:56};export{e as default};