var e={hex:51,hex_font:`䷲`,trad_chinese:`震`,pinyin:`zhèn`,english:`Раптовий спалах`,binary:`001001`,od:57,wilhelm_above:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_below:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_symbolic:`Гексаграма Чжень представляє старшого сина, який захоплює правління енергією та силою. Лінія ян розвивається нижче двох ліній інь і з силою тисне вгору. Цей рух настільки жорстокий, що викликає жах. Його символізує грім, який виривається із землі і своїм ударом викликає страх і трепет.`,wilhelm_judgment:{text:`Раптове пробудження приносить успіх.

Приходить шок - ой, ой!
Смішні слова -ха, ха!

Поштовх жахає за сто миль,
І не дає впасти жертовній ложці та чаші.`,comments:`Шок, який виникає від прояву Бога в глибинах землі, змушує людину боятися, але цей страх перед Богом є добрим, бо радість і веселощі можуть слідувати за ним. Коли людина пізнає у своєму серці, що означає страх і тремтіння, вона захищена від будь-якого жаху, викликаного зовнішніми впливами. Нехай грім прокотиться і поширює жах на сто миль навколо: він залишається настільки спокійним і благоговійним духом, що обряд жертвопринесення не переривається.

Це дух, який повинен надихати лідерів і правителів людей — глибока внутрішня серйозність, з якої невинно відбиваються всі жахи.`},wilhelm_image:{text:`Грім повторюється: образ Раптового Пробудження.

Отак у страху й трепеті

Шляхетна людина впорядковує своє життя
І оглядає себе.`,comments:`Поштовх від безперервного грому викликає страх і тремтіння. Шляхетна людина завжди сповнена благоговіння перед явленням Бога; він впорядковує своє життя і досліджує своє серце, щоб воно не приховувало таємного протистояння волі Бога. Таким чином благоговіння є основою справжньої культури.`},wilhelm_lines:{1:{text:`Приходить шок - ой, ой!`,comments:`Потім йдуть смішні слова-ха-ха!
Удача.

Страх і тремтіння, викликані шоком, спочатку приходять до людини таким чином, що вона бачить себе в невигідному становищі порівняно з іншими. Але це лише тимчасово. Коли випробування закінчено, він відчуває полегшення, і тому сам терор, який йому довелося пережити на початку, приносить удачу в довгостроковій перспективі.`},2:{text:`Шок приносить небезпеку.
Сто тисяч разів
Ви втрачаєте свої скарби
І треба піднятися на дев'ять пагорбів.
Не кидайтеся за ними в погоню.
Через сім днів ви знову отримаєте їх.`,comments:`Це образ ситуації, коли шок ставить людину під загрозу, і вона зазнає великих втрат. Опір суперечив би ходу часу і з цієї причини був би невдалим. Тому він повинен просто відступити на висоту, недоступну для загрозливих сил небезпеки. Він повинен прийняти свою втрату майна, не надто хвилюючись про це. Коли час потрясінь і потрясінь, які позбавили його майна, мине, він знову поверне їх, не кидаючись за ними в погоню.`},3:{text:`Приходить шок і зводить з розуму.
Якщо шок спонукає до дії
Один залишається вільним від нещастя.`,comments:`Є три види потрясіння - потрясіння небес, яке є громом, потрясіння долі і, нарешті, потрясіння серця. Справжня гексаграма стосується не стільки внутрішнього шоку, скільки шоку долі. У такі моменти шоку надто легко втрачається присутність духу: людина не помічає всіх можливостей для дій і мовчки дозволяє долі йти своїм чередом. Але якщо він дозволить потрясінням долі викликати рух у своєму розумі, він подолає ці зовнішні удари без зусиль.`},4:{text:`Шок застряг.`,comments:`Успіх руху в розумі частково залежить від обставин. Якщо немає ані опору, з яким можна було б енергійно боротися, ані поступливості, що дає змогу перемогти, — якщо натомість усе жорстке й інертне, як трясовина, — рух ушкоджується.`},5:{text:`Шок ходить туди-сюди.
Небезпека.
Однак взагалі нічого не втрачено.
І все ж є речі, які потрібно зробити.`,comments:`Це випадок не одноразового поштовху, а повторюваних поштовхів без перерви між ними. Тим не менш, поштовх не завдає втрат, тому що людина дбає про те, щоб залишатися в центрі руху і таким чином уберегтися від долі бути безпорадно киданим туди-сюди.`},6:{text:`Потрясіння приносить руїну і жахливий погляд навколо.
Йти вперед приносить нещастя.
Якщо воно ще не торкнулося власного тіла
Але першим дійшов до ближнього,`,comments:`Немає провини.
Товаришам є про що поговорити.

Коли внутрішнє потрясіння досягає найвищої висоти, воно позбавляє людину роздумів і ясності бачення. У такому шоковому стані, звичайно, неможливо діяти спокійно. Тоді правильним буде залишатися нерухомим, поки не відновляться спокій і ясність. Але це людина може зробити лише тоді, коли сама ще не заражена хвилюванням, хоча його згубні наслідки вже помітні оточуючим. Якщо він вчасно відмовляється від роману, він залишається вільним від помилок і травм. Але його товариші, які більше не зважають на жодні застереження, у своєму хвилюванні точно будуть ним незадоволені. Однак він не повинен брати цього до уваги.`}},number:51};export{e as default};