var e={hex:34,hex_font:`䷡`,trad_chinese:`大壯`,pinyin:`dàzhuàng`,english:`Велика сила`,binary:`001111`,od:20,wilhelm_above:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_below:{chinese:`CH'IEN`,symbolic:`Творчий`,alchemical:`рай`},wilhelm_symbolic:`Великі лінії, тобто легкі, сильні лінії, потужні. Чотири світлі лінії увійшли в гексаграмму знизу і збираються піднятися вище. Верхня триграма — Чень, Збудження; нижчий є Цянь, Творчий. Цянь сильний, Чень створює рух. Союз руху і сили надає значення Великої сили. Гексаграма пов'язана з другим місяцем (березень-квітень).`,wilhelm_judgment:{text:`Велика держава. Наполегливість сприяє.`,comments:`Гексаграма вказує на час, коли внутрішня цінність зростає з великою силою і приходить до влади. Але його сила вже вийшла за серединну лінію, тому є небезпека, що можна повністю покластися на власні сили і забути запитати, що правильно. Існує також небезпека, що, будучи націленими на рух, ми можемо не дочекатися відповідного часу. Тому додаткове твердження, що наполегливість сприяє.

Бо це справді велика сила, яка не вироджується в просту силу, але залишається внутрішньо поєднаною з фундаментальними принципами права та справедливості. Коли ми розуміємо це, а саме те, що велич і справедливість повинні бути нерозривно поєднані, ми розуміємо справжнє значення всього, що відбувається на небі і на землі.`},wilhelm_image:{text:`Грім у небі вгорі:

Образ великої держави.

Таким чином шляхетна людина не топче стежками

Що не відповідає встановленому порядку.`,comments:`Грім — електрична енергія — піднімається вгору навесні. Напрямок цього руху узгоджується з напрямком руху неба. Отже, це рух у згоді з небом, що створює велику силу. Однак справжня велич залежить від гармонії з правильним. Тому в часи великої влади шляхетна людина уникає робити все, що не узгоджується з установленим порядком.`},wilhelm_lines:{1:{text:`Сила в пальцях ніг.
Продовження приносить нещастя.`,comments:`Це безперечно правда.

Пальці ніг знаходяться в найнижчому місці і готові до просування. Так само велика сила в низькій ситуації схильна здійснити наступ силою. Якщо це продовжити, це, безумовно, призведе до нещастя, і тому в якості поради додається попередження.`},2:{text:`Наполегливість приносить удачу.`,comments:`Головна передумова полягає в тому, що ворота до успіху починають відкриватися. Опір поступається, і ми йдемо вперед. Це момент, коли ми дуже легко стаємо здобиччю надмірної самовпевненості. Ось чому оракул каже, що наполегливість (тобто наполегливість у внутрішній рівновазі, без надмірного використання сили) приносить удачу.`},3:{text:`Менша людина діє через владу.`,comments:`Шляхетна людина так не діє.

Продовжувати небезпечно.
Коза б'ється об живопліт
І заплутується рогами.

Вихваляння своєю владою призводить до заплутань, так само як коза заплутує свої роги, коли б’ється об живопліт. У той час як менша людина насолоджується владою, коли вона володіє нею, шляхетна людина ніколи не робить цієї помилки. Він завжди усвідомлює небезпеку просування вперед, незважаючи на обставини, і тому вчасно відмовляється від порожньої демонстрації сили.`},4:{text:`Наполегливість приносить удачу.
Зникає докори сумління.`,comments:`Живопліт відкривається; заплутування немає.
Потужність залежить від осі великого візка.

Якщо людина продовжує спокійно і наполегливо працювати над усуненням опорів, то в кінці кінців приходить успіх. Перешкоди зникають, і всі приводи для каяття через надмірне використання влади зникають.

Сила такої людини не проявляється зовні, але вона може переміщати важкі вантажі, як великий віз, справжня сила якого полягає в його осі. Чим менше ця сила застосована зовні, тим більший її ефект.`},5:{text:`З легкістю втрачає козу.`,comments:`Без провини.

Коза відрізняється твердістю зовні і слабкістю всередині. Зараз ситуація така, що все легко; опору більше немає. Можна відмовитися від войовничої, впертої поведінки і не доведеться про це шкодувати.`},6:{text:`Коза б'ється об живопліт.
Воно не може йти назад, не може йти вперед.`,comments:`Ніщо не служить для подальшого.
Якщо хтось помічає труднощі, це приносить удачу.

Якщо ми заходимо занадто далеко, ми потрапляємо в глухий кут, не маючи змоги ні просунутися, ні відступити, і все, що ми робимо, лише ускладнює ситуацію. Така впертість призводить до непереборних труднощів. Але якщо, усвідомивши ситуацію, ми зберемося і вирішимо не продовжувати, все з часом налагодиться.`}},number:34};export{e as default};