var e={hex:36,hex_font:`䷣`,trad_chinese:`明夷`,pinyin:`míngyí`,english:`Тінь вогню`,binary:`000101`,od:`06`,wilhelm_above:{chinese:`K'UN`,symbolic:`Сприйнятливий`,alchemical:`земля`},wilhelm_below:{chinese:`Лі`,symbolic:`Прилипання`,alchemical:`вогонь`},wilhelm_symbolic:`Тут сонце занурилося під землю і тому потемніло. Назва гексаграми дослівно означає «ранення світлого»; тому в окремих рядках часто згадується поранення. Ситуація прямо протилежна тій, що в наведеній вище гексаграмі. В останньому мудра людина на чолі справ має здібних помічників і разом з ними досягає прогресу; тут людина темної природи займає владну позицію і завдає шкоди мудрій і здібній людині.`,wilhelm_judgment:{text:`Тінь вогню. У біді
Це допомагає бути наполегливим.`,comments:`Людина не повинна без опору дозволити несприятливим обставинам захопити себе та похитнути свою стійкість. Він може уникнути цього, зберігаючи своє внутрішнє світло, залишаючись зовні поступливим і поступливим. З таким ставленням він може подолати навіть найбільші труднощі. У деяких ситуаціях людині дійсно доводиться приховувати своє світло, щоб змусити свою волю переважати, незважаючи на труднощі в її найближчому оточенні.

Наполегливість має жити в найпотаємнішій свідомості й не повинна бути помітною ззовні. Тільки так людина здатна зберегти свою волю перед обличчям труднощів.`},wilhelm_image:{text:`Світло впало в землю:

Образ Тіні вогню.

Так шляхетна людина живе з великою масою:
Він приховує своє світло, але все ще сяє.`,comments:`У темний час важливо бути обережним і стриманим. Не слід без потреби пробуджувати всеосяжну ворожнечу неуважною поведінкою. У такі часи не слід піддаватися поведінці інших; також не слід цензурно витягувати їх на світло. У соціальному спілкуванні не слід намагатися бути всезнаючим. Потрібно пропускати багато речей, не піддаючись обману.`},wilhelm_lines:{1:{text:`Затемнення світла під час польоту.
Він опускає крила.`,comments:`Шляхетна людина не їсть три дні
На своїх поневіряннях.
Але йому є куди подітися.

У господаря є привід попліткувати про нього.

З грандіозною рішучістю людина намагається злетіти над усіма перешкодами, але натрапляє на ворожу долю. Він відступає і ухиляється від проблеми. Час важкий. Без відпочинку він повинен поспішати, не маючи постійного місця проживання. Якщо він не хоче йти на компроміси в собі, але наполягає на тому, щоб залишатися вірним своїм принципам, він зазнає позбавлення. Тим не менш, у нього є фіксована мета, до якої потрібно прагнути, навіть якщо люди, з якими він живе, не розуміють його і говорять про нього погано.`},2:{text:`Затьмарення світла поранило його в ліве стегно.
Він надає допомогу силою коня.
Удача.`,comments:`Тут Володар Світла знаходиться в підлеглому місці і поранений Володарем Темряви. Але травма не смертельна; це лише перешкода. Порятунок ще можливий. Поранений не думає про себе; він думає лише про порятунок інших, які також у небезпеці. Тому він усіма силами намагається врятувати все, що врятувати можна. У тому, щоб діяти згідно з обов’язком, є щастя.`},3:{text:`Затемнення світла під час полювання на півдні.`,comments:`Їх великий вождь схоплений.
Не слід очікувати наполегливості занадто рано.

Здається, ніби спрацював випадок. У той час як сильний, вірний чоловік жадібно і добросовісно прагне навести порядок, він ніби випадково зустрічає ватажка безладу і хапає його. Таким чином досягається перемога. Але в скасуванні зловживань не можна поспішати. Це обернеться погано, оскільки зловживання існують так довго.`},4:{text:`Він проникає в ліву частину живота.
Людина потрапляє в саме серце затемнення світла.`,comments:`Ми опиняємося поруч з командиром темряви і тому відкриваємо його найтаємніші думки. Таким чином ми розуміємо, що більше немає жодної надії на покращення, і, таким чином, ми можемо залишити місце катастрофи до того, як вибухне шторм.`},5:{text:`Затемнення світла, як у принца Чи.
Наполегливість сприяє.`,comments:`Принц Чі жив при дворі злого тирана Чоу Синя, який, хоча і не згадується по імені, подав історичний приклад, на якому базується вся ця ситуація. Принц Чі був родичем тирана і не міг відійти від двору; тому він приховував свої справжні почуття і вдавав божевільного. Хоча він був рабом, він не дозволив зовнішнім нещастям відвернути його від своїх переконань. Це повчання для тих, хто не може залишати свої пости в темний час доби.

Щоб уникнути небезпеки, їм потрібна непереможна наполегливість духу та подвоєна обережність у стосунках зі світом.`},6:{text:`Не світло, а темрява.
Спочатку він піднявся на небо,`,comments:`Потім занурився в надра землі.

Тут досягається кульмінація потемніння. Темна сила спочатку була настільки високою, що могла поранити всіх, хто був на боці добра і світла. Але врешті-решт воно гине від власної темряви, бо зло повинно само впасти в ту саму мить, коли воно повністю перемагає добро і, таким чином, споживає енергію, якій воно зобов’язане своєю тривалістю.`}},number:36};export{e as default};