var e={hex:3,hex_font:`䷂`,trad_chinese:`屯`,pinyin:`zhūn`,english:`Початкова складність`,binary:`010001`,od:50,wilhelm_above:{chinese:`K'AN`,symbolic:`Безодня`,alchemical:`вода`},wilhelm_below:{chinese:`CHêN`,symbolic:`Збудження`,alchemical:`Грім`},wilhelm_symbolic:`Назва гексаграми, Чун, насправді означає травинку, що штовхається на перешкоду, коли вона проростає із землі — звідси значення «труднощі на початку». Гексаграма вказує на те, як небо і земля породжують окремих істот. Це їхня перша зустріч, яка супроводжується труднощами. Нижня триграма Чжень є Збудженням; його рух — вгору, а його образ — грім. Верхня триграма Кань означає Безодню, небезпеку. Його рух — вниз, а образ — дощ. Ситуація вказує на рясне, хаотичне багатство; грім і дощ наповнюють повітря. Але хаос зникає. Поки Безодня тоне, рух вгору зрештою виходить за межі небезпеки. Гроза приносить звільнення від напруги, і все знову дихає вільно.`,wilhelm_judgment:{text:`Труднощі на початку дають вищий успіх,
Розвиток через наполегливість.
Нічого не треба вживати.
Це сприяє призначенню помічників.`,comments:`Часи зростання супроводжуються труднощами. Вони нагадують перші пологи. Але ці труднощі виникають через велику кількість усього, що бореться за досягнення форми. Все в русі: отже, якщо людина буде наполеглива, є перспектива великого успіху, незважаючи на існуючу небезпеку. Коли доля людини — розпочати такі нові починання, все ще несформовано, темно. Тому він повинен стриматися, тому що будь-який передчасний крок може призвести до лиха.

Так само дуже важливо не залишатися самотнім; щоб подолати хаос, йому потрібні помічники. Однак це не означає, що він сам повинен пасивно дивитися на те, що відбувається. Він повинен простягнути свою руку і брати участь з натхненням і керівництвом.`},wilhelm_image:{text:`Хмари та грім:

Образ Труднощі на початку.

Таким чином шляхетна людина
Наводить порядок із плутанини.`,comments:`Хмари і грім представлені чіткими декоративними лініями; це означає, що в хаосі труднощів на початку порядок уже неявний. Так само шляхетна людина повинна впорядкувати та організувати зачаткову щедрість таких часів початку, подібно до того, як хтось сортує шовкові нитки з клубка і зв’язує їх у мотки. Щоб знайти своє місце в нескінченності буття, треба вміти як роз'єднувати, так і об'єднувати.`},wilhelm_lines:{1:{text:`Вагання і перешкоди.
Це допомагає залишатися наполегливим.
Це сприяє призначенню помічників.`,comments:`Якщо людина стикається з перешкодою на початку підприємства, вона не повинна намагатися форсувати вперед, а повинна зупинитися і подумати. Однак ніщо не повинно збивати його з курсу; він повинен бути наполегливим і постійно тримати мету в полі зору. Важливо шукати правильних помічників, але він може знайти їх, лише якщо уникатиме зарозумілості та буде спілкуватися зі своїми товаришами в дусі смирення. Тільки тоді він залучить тих, з чиєю допомогою зможе подолати труднощі.`},2:{text:`Труднощі накопичуються.
Кінно-возова частина.
Він не розбійник;
Він хоче посвататися, коли прийде час.
Діва цнотлива,
Вона не зобов'язується.
Десять років - тоді вона обіцяє себе.`,comments:`Ми опиняємося в оточенні труднощів і перешкод. Раптом — поворот, ніби хтось під'їжджає з конем і возом і відчіплює їх. Ця подія сталася настільки несподівано, що ми прийняли новачка за грабіжника. Поступово стає зрозуміло, що він не має злих намірів, а прагне бути дружнім і запропонувати допомогу. Але ця пропозиція не приймається, тому що вона йде не з правильного боку. Ми повинні почекати, поки час виповниться; десять років - це завершений цикл часу.

Потім нормальні умови повертаються самі собою, і ми можемо об'єднати зусилля з призначеним для нас другом. Використовуючи образ нареченої дівчини, яка залишається вірною своєму коханому перед обличчям серйозних конфліктів, гексаграма дає пораду в особливій ситуації. Коли під час труднощів ми стикаємося з перешкодою і пропонуємо несподівану допомогу з джерела, не пов’язаного з нами, ми повинні бути обережними і не брати на себе жодних зобов’язань, пов’язаних з такою допомогою; інакше наша свобода рішень буде порушена.

Якщо ми витримаємо час, усе знову затихне, і ми досягнемо того, на що сподівалися.`},3:{text:`Хто без лісника полює на оленів
Лише в лісі збивається.
Шляхетна людина розуміє прикмети часу
І вважає за краще відмовитися.
Продовжувати приносить приниження.`,comments:`Якщо людина намагається полювати в чужому лісі і не має провідника, вона заблукає. Коли він опиняється в труднощах, він не повинен намагатися викрасти їх бездумно і без керівництва. Долю неможливо обдурити; передчасні зусилля без необхідного керівництва закінчуються невдачею та ганьбою. Тому шляхетна людина, вбачаючи зародки майбутніх подій, воліє відмовитися від бажання, ніж провокувати невдачу і приниження, намагаючись змусити його виконати.`},4:{text:`Кінно-возова частина.
Прагніть до союзу.
Іти приносить удачу.
Все діє надалі.`,comments:`Ми перебуваємо в ситуації, коли діяти є нашим обов’язком, але нам бракує достатньої сили. Однак можливість налагодити зв'язки з'являється сама собою. Його треба вилучити. Ні фальшива гордість, ні фальшива стриманість не повинні стримувати нас. Змусити себе зробити перший крок, навіть коли це передбачає певну ступінь самозречення, є ознакою внутрішньої ясності. Прийняти допомогу у важкій ситуації не ганьба. Якщо потрібний помічник знайдений, все йде добре.`},5:{text:`Труднощі в благословенні.
Трохи наполегливості принесе удачу.
Велика наполегливість приносить нещастя.`,comments:`Людина перебуває в такому становищі, коли вона не може так виразити свої добрі наміри, щоб вони дійсно оформилися і були зрозумілі. Інші люди втручаються і спотворюють усе, що він робить. Тоді йому слід бути обережним і діяти крок за кроком. Він не повинен намагатися змусити завершити велике починання, тому що успіх можливий лише тоді, коли вже панує загальна впевненість.

Лише завдяки сумлінній і ненав’язливій праці ситуація поступово прояснюється і перешкоди зникають.`},6:{text:`Кінно-возова частина.
Течуть криваві сльози.`,comments:`Труднощі на початку для деяких людей занадто великі. Вони застрягають і ніколи не знаходять виходу; вони складають руки і відмовляються від боротьби. Така відставка найсумніша з усіх речей. Тому Конфуцій говорить про цей рядок: «Криваві сльози течуть: не слід на цьому наполягати».`}},number:3};export{e as default};